{"id":"AF","iso_a3":"AFG","fips":"AF","continent":"AS","name":"Afghanistan","introduction":"Ahmad Shah DURRANI unified the Pashtun tribes and founded Afghanistan in 1747. The country served as a buffer between the British and Russian Empires until it won independence from notional British control in 1919. A brief experiment in democracy ended in a 1973 coup and a 1978 communist countercoup. The Soviet Union invaded in 1979 to support the tottering Afghan communist regime, touching off a long and destructive war. The USSR withdrew in 1989 under relentless pressure by internationally supported anti-communist mujahidin rebels. A series of subsequent civil wars saw Kabul finally fall in 1996 to the Taliban, a hardline Pakistani-sponsored movement that emerged in 1994 to end the country's civil war and anarchy. Following the 11 September 2001 terrorist attacks, a US, Allied, and anti-Taliban Northern Alliance military action toppled the Taliban for sheltering Usama BIN LADIN. ++ A UN-sponsored Bonn Conference in 2001 established a process for political reconstruction that included the adoption of a new constitution, a presidential election in 2004, and National Assembly elections in 2005. In December 2004, Hamid KARZAI became the first democratically elected president of Afghanistan, and the National Assembly was inaugurated the following December. KARZAI was reelected in August 2009 for a second term. The 2014 presidential election was the country's first to include a runoff, which featured the top two vote-getters from the first round, Abdullah ABDULLAH and Ashraf GHANI. Throughout the summer of 2014, their campaigns disputed the results and traded accusations of fraud, leading to a US-led diplomatic intervention that included a full vote audit as well as political negotiations between the two camps. In September 2014, GHANI and ABDULLAH agreed to form the Government of National Unity, with GHANI inaugurated as president and ABDULLAH elevated to the newly-created position of chief executive officer. The day after the inauguration, the GHANI administration signed the US-Afghan Bilateral Security Agreement and NATO Status of Forces Agreement, which provide the legal basis for the post-2014 international military presence in Afghanistan. ++ Despite gains toward building a stable central government, the Taliban remains a serious challenge for the Afghan Government in almost every province. The Taliban still considers itself the rightful government of Afghanistan, and it remains a capable and confident insurgent force despite its last two spiritual leaders being killed; it continues to declare that it will pursue a peace deal with Kabul only after foreign military forces depart.","communications":{"country_id":"AF","fixed_phones_total":"110,000","fixed_phones_subs_per_100":"less than 1 (July 2015 est.)","mobile_phones_total":"19.709 million","mobile_phones_subs_per_100":"61 (July 2015 est.)","phone_system_general_assessment":"limited fixed-line telephone service; an increasing number of Afghans utilize mobile-cellular phone networks","phone_system_international":"country code - 93; multiple VSAT's provide international and domestic voice and data connectivity (2012)","phone_system_domestic":"aided by the presence of multiple providers, mobile-cellular telephone service continues to improve rapidly; the Afghan Ministry of Communications and Information claims that more than 90 percent of the population live in areas with access to mobile-cellu","broadcast_media":"state-owned broadcaster, Radio Television Afghanistan (RTA), operates a series of radio and television stations in Kabul and the provinces; an estimated 150 private radio stations, 50 TV stations, and about a dozen international broadcasters are available (2007)","internet_country_code":"af","internet_total_users":"2.69 million","internet_population_percent":"8.3","created_at":"2018-02-12 19:35:57","updated_at":"2018-02-12 19:35:57"},"economy":{"country_id":"AF","overview":"Afghanistan's economy is recovering from decades of conflict. The economy has improved significantly since the fall of the Taliban regime in 2001 largely because of the infusion of international assistance, the recovery of the agricultural sector, and service sector growth. Despite the progress of the past few years, Afghanistan is extremely poor, landlocked, and highly dependent on foreign aid. Much of the population continues to suffer from shortages of housing, clean water, electricity, medical care, and jobs. Criminality, insecurity, weak governance, lack of infrastructure, and the Afghan Government's difficulty in extending rule of law to all parts of the country pose challenges to future economic growth. Afghanistan's living standards are among the lowest in the world. ++  ++ The international community remains committed to Afghanistan's development, pledging over $67 billion at nine donors' conferences between 2003 and 2010. In July 2012, the donors at the Tokyo conference pledged an additional $16 billion in civilian aid through 2015. Despite this help, the Government of Afghanistan will need to overcome a number of challenges, including low revenue collection, anemic job creation, high levels of corruption, weak government capacity, and poor public infrastructure. ++  ++ Afghanistan's growth rate slowed markedly in 2014-15. The drawdown of international security forces that started in 2014 has negatively affected economic growth, as a substantial portion of commerce, especially in the services sector, has catered to the ongoing international troop presence in the country. Afghan President Ashraf GHANI Ahmadzai is dedicated to instituting economic reforms to include improving revenue collection and fighting corruption. However, the reforms will take time to implement and Afghanistan will remain dependent on international donor support over the next several years.","gdp_power_parity":"$64.08 billion (2016 est.) ++ $62.82 billion (2015 est.) ++ $62.35 billion (2014 est.)","gdp_real_growth":"2% (2016 est.) ++ 0.8% (2015 est.) ++ 1.3% (2014 est.)","gdp_per_capita":"$2,000 (2016 est.) ++ $2,000 (2015 est.) ++ $2,000 (2014 est.)","gdp_household_consumption":"108.6%","gdp_consumption":"12.8%","gdp_investment_in_fixed_capital":"18.2%","gdp_investment_in_inventories":"0%","gdp_exports":"6.6%","gdp_imports":"-46.2% (2014 est.)","gdp_sector_agriculture":"24%","gdp_sector_industry":"21%","gdp_sector_services":"55%","agriculture_products":"opium, wheat, fruits, nuts; wool, mutton, sheepskins, lambskins, poppies","industries":"small-scale production of bricks, textiles, soap, furniture, shoes, fertilizer, apparel, food products, non-alcoholic beverages, mineral water, cement; handwoven carpets; natural gas, coal, copper","industrial_growth_rate":"2.4% (2014 est.)","labor_force":"7.983 million (2013 est.)","labor_force_notes":"","labor_force_services":"15.7% (FY08\/09 est.)","labor_force_industry":"5.7%","labor_force_agriculture":"78.6%","labor_force_occupation_notes":"","unemployment_rate":"35% (2008 est.) ++ 40% (2005 est.)","population_below_poverty":"35.8% (2011 est.)","household_income_lowest_10":"3.8%","household_income_highest_10":"24% (2008)","budget_revenues":"","taxes_revenues":"9.2% of GDP (2015 est.)","budget_net":"-26.8% of GDP (2015 est.)","public_debt":"","external_debt":"$1.28 billion (FY10\/11) ++ $2.7 billion (FY08\/09)","fiscal_year":"21 December - 20 December","inflation_rate":"4.5% (2016 est.) ++ -1.5% (2015 est.)","central_bank_discount_rate":"","commercial_bank_prime_lending_rate":"15% (31 December 2015 est.) ++ 15% (31 December 2014 est.)","stock_money_narrow":"$6.644 billion (31 December 2014 est.) ++ $6.192 billion (31 December 2013 est.)","stock_money_broad":"$6.945 billion (31 December 2014 est.) ++ $6.544 billion (31 December 2013 est.)","stock_domestic_credit":"$-454 million (31 December 2014 est.) ++ $-767.8 million (31 December 2013 est.)","exports":"$658 million (2014 est.) ++ $2.679 billion (2013 est.)","exports_commodities":"opium, fruits and nuts, handwoven carpets, wool, cotton, hides and pelts, precious and semi-precious gems","exports_partners":"India 42.3%, Pakistan 29%, Tajikistan 7.6% (2015)","imports":"$7.004 billion (2014 est.) ++ $12.19 billion (2013 est.)","imports_commodities":"machinery and other capital goods, food, textiles, petroleum products","imports_partners":"Pakistan 38.6%, India 8.9%, US 8.3%, Turkmenistan 6.2%, China 6%, Kazakhstan 5.9%, Azerbaijan 4.9% (2015)","exchange_rates":"afghanis (AFA) per US dollar - ++ 61.14 (2016 est.) ++ 61.14 (2015 est.) ++ 61.14 (2014 est.) ++ 57.25 (2013 est.) ++ 46.45 (2010)","created_at":"2018-02-12 19:35:57","updated_at":"2018-02-12 19:35:57"},"energy":{"country_id":"AF","electricity_production":"1 billion kWh (2014 est.)","electricity_consumption":"4.7 billion kWh (2014 est.)","electricity_exports":"0 kWh (2013 est.)","electricity_imports":"3.7 billion kWh (2014 est.)","electricity_generating_capacity":"600,000 kW (2014 est.)","electricity_fossil_fuels":"35.4% of total installed capacity (2012 est.)","electricity_nuclear":"0% of total installed capacity (2012 est.)","electricity_hydroelectric":"64.4% of total installed capacity (2012 est.)","electricity_renewable":"0.2% of total installed capacity (2012 est.)","crude_oil_production":"0 bbl\/day (2015 est.)","crude_oil_exports":"0 bbl\/day (2013 est.)","crude_oil_imports":"0 bbl\/day (2013 est.)","crude_oil_reserves":"0 bbl (1 January 2016 es)","petrol_production":"0 bbl\/day (2013 est.)","petrol_consumption":"130,000 bbl\/day (2014 est.)","petrol_exports":"0 bbl\/day (2013 est.)","petrol_imports":"127,200 bbl\/day (2013 est.)","natural_gas_production":"159.6 million cu m (2014 est.)","natural_gas_consumption":"159.6 million cu m (2014 est.)","natural_gas_exports":"0 cu m (2013 est.)","natural_gas_imports":"0 cu m (2013 est.)","natural_gas_reserves":"49.55 billion cu m (1 January 2016 es)","co2_output":"7.4 million Mt (2013 est.)","created_at":"2018-02-12 19:35:57","updated_at":"2018-02-12 19:35:57"},"geography":{"country_id":"AF","location_description":"Southern Asia, north and west of Pakistan, east of Iran","latitude":"33.9391100","longitude":"67.7099530","mapReferences":"Asia","area_sqkm_total":652,"area_sqkm_land":652,"area_sqkm_water":0,"area_km_coastline":0,"area_note":"almost six times the size of Virginia; slightly smaller than Texas","climate":"arid to semiarid; cold winters and hot summers","terrain":"mostly rugged mountains; plains in north and southwest","hazards":"damaging earthquakes occur in Hindu Kush mountains; flooding; droughts","notes":"landlocked; the Hindu Kush mountains that run northeast to southwest divide the northern provinces from the rest of the country; the highest peaks are in the northern Vakhan (Wakhan Corridor)","created_at":"2018-02-12 19:35:57","updated_at":"2018-02-12 19:35:57"},"government":{"country_id":"AF","name":"Islamic Republic of Afghanistan","name_etymology":"the name \"Afghan\" originally referred to the Pashtun people (today it is understood to include all the country's ethnic groups), while the suffix \"-stan\" means \"place of\" or \"country\"; so Afghanistan literally means the \"Land of the Afghans\"","conventional_long_form":"Islamic Republic of Afghanistan","conventional_short_form":"Afghanistan","dependency_status":"","government_type":"presidential Islamic republic","capital":"Kabul","capital_coordinates":"34 31 N, 69 11 E","capital_time_zone":"UTC+4.5 (9.5 hours ahead of Washington, DC, during Standard Time)","administrative_divisions":"34 provinces (welayat, singular - welayat); Badakhshan, Badghis, Baghlan, Balkh, Bamyan, Daykundi, Farah, Faryab, Ghazni, Ghor, Helmand, Herat, Jowzjan, Kabul, Kandahar, Kapisa, Khost, Kunar, Kunduz, Laghman, Logar, Nangarhar, Nimroz, Nuristan, Paktika, Paktiya, Panjshir, Parwan, Samangan, Sar-e Pul, Takhar, Uruzgan, Wardak, Zabul","administrative_divisions_note":"","independence":"19 August 1919 (from UK control over Afghan foreign affairs)","national_holiday":"Independence Day, 19 August (1919)","constitution":"several previous; latest drafted 14 December 2003 - 4 January 2004, signed 16 January 2004, ratified 26 January 2004; note - a provision in the constitution prohibits changes until 2020 (2016)","legal_system":"mixed legal system of civil, customary, and Islamic law","citizenship":"","suffrage":"18 years of age; universal","executive_chief_of_state":"President of the Islamic Republic of Afghanistan Ashraf GHANI Ahmadzai (since 29 September 2014); CEO Abdullah ABDULLAH (since 29 September 2014); First Vice President Abdul Rashid DOSTAM (since 29 September 2014); Second Vice President Sarwar DANESH (since 29 September 2014); note - the president is both chief of state and head of government","executive_head_of_government":"President of the Islamic Republic of Afghanistan Ashraf GHANI Ahmadzai (since 29 September 2014 ); CEO Abdullah ABDULLAH (since 29 September 2014); First Vice President Abdul Rashid DOSTAM (since 29 September 2014 ); Second Vice President Sarwar DANESH (since 29 September 2014)","executive_cabinet":"Cabinet consists of 26 ministers appointed by the president, approved by the National Assembly","executive_elections":"president directly elected by absolute majority popular vote in 2 rounds if needed for a 5-year term (eligible for a second term); election last held in 2 rounds on 5 April and 14 June 2014 (next to be held in 2019)","executive_election_results":"percent of vote in first round - Abdullah ABDULLAH (National Coalition of Afghanistan) 45%, Ashraf GHANI (independent) 31.6%, Zalmai RASSOUL 11.4%, other 12%; percent of vote in second round - Ashraf GHANI 56.4%, Abdullah ABDULLAH 43.6%","legislative_description":"bicameral National Assembly consists of the Meshrano Jirga or House of Elders (102 seats; 34 members indirectly elected by district councils to serve 3-year terms, 34 indirectly elected by provincial councils to serve 4-year terms, and 34 nominated by the president of which 17 must be women, 2 must represent the disabled, and 2 must be Kuchi nomads; members serve 5-year terms) and the Wolesi Jirga or House of People (249 seats; members directly elected in multi-seat constituencies by proportional representation vote to serve 5-year terms)","legislative_elections":"the Wolesi Jirga’s five-year term expired in 2015, but the president extended its term by decree until elections can be held","legislative_election_results":"results by party - NA; seats by party - NA","legislative_highest_courts":"Supreme Court or Stera Mahkama (consists of the supreme court chief and 8 justices organized into criminal, public security, civil, and commercial divisions or dewans)","legislative_judge_selection":"court chief and justices appointed by the president with the approval of the Wolesi Jirga; court chief and justices serve single 10-year terms","legislative_subordinate_courts":"Appeals Courts; Primary Courts; Special Courts for issues including narcotics, security, property, family, and juveniles","political_parties":"note - the Ministry of Justice licensed 67 political parties as of September 2015","political_pressure":"","international_organization_participation":"ADB, CICA, CP, ECO, EITI (candidate country), FAO, G-77, IAEA, IBRD, ICAO, ICC (NGOs), ICCt, ICRM, IDA, IDB, IFAD, IFC, IFRCS, ILO, IMF, Interpol, IOC, IOM, IPU, ISO (correspondent), ITSO, ITU, ITUC (NGOs), MIGA, NAM, OIC, OPCW, OSCE (partner), SAARC, SACEP, SCO (dialogue member), UN, UNAMA, UNCTAD, UNESCO, UNHCR, UNIDO, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO","diplomatic_representation_in_usa":"","diplomatic_representation_from_usa":"","flag_description":"three equal vertical bands of black (hoist side), red, and green, with the national emblem in white centered on the red band and slightly overlapping the other two bands; the center of the emblem features a mosque with pulpit and flags on either side, below the mosque are numerals for the solar year 1298 (1919 in the Gregorian calendar, the year of Afghan independence from the UK); this central image is circled by a border consisting of sheaves of wheat on the left and right, in the upper-center is an Arabic inscription of the Shahada (Muslim creed) below which are rays of the rising sun over the Takbir (Arabic expression meaning \"God is great\"), and at bottom center is a scroll bearing the name Afghanistan; black signifies the past, red is for the blood shed for independence, and green can represent either hope for the future, agricultural prosperity, or Islam","national_symbols":"lion; national colors: red, green, black","national_anthem":"","created_at":"2018-02-12 19:35:57","updated_at":"2018-02-12 19:35:57"},"issues":{"country_id":"AF","international_disputes":"Afghan, Coalition, and Pakistan military meet periodically to clarify the alignment of the boundary on the ground and on maps and since 2014 have met to discuss collaboration on the Taliban insurgency and counterterrorism efforts; Afghan and Iranian commissioners have discussed boundary monument densification and resurvey; Iran protests Afghanistan's restricting flow of dammed Helmand River tributaries during drought; Pakistan has sent troops across and built fences along some remote tribal areas of its treaty-defined Durand Line border with Afghanistan which serve as bases for foreign terrorists and other illegal activities; Russia remains concerned about the smuggling of poppy derivatives from Afghanistan through Central Asian countries","illicit_drugs":"world's largest producer of opium; poppy cultivation increased 7 percent, to a record 211,000 hectares in 2014 from 198,000 hectares in 2013, while eradication dropped sharply; relatively low opium yields due to poor weather kept potential opium production - 6,300 metric tons - below the record set in 2007; the Taliban and other antigovernment groups participate in and profit from the opiate trade, which is a key source of revenue for the Taliban inside Afghanistan; widespread corruption and instability impede counterdrug efforts; most of the heroin consumed in Europe and Eurasia is derived from Afghan opium; Afghanistan is also struggling to respond to a burgeoning domestic opiate addiction problem; vulnerable to drug money laundering through informal financial networks; illicit cultivation of cannabis and regional source of hashish ","refugees":"Afghan, Coalition, and Pakistan military meet periodically to clarify the alignment of the boundary on the ground and on maps and since 2014 have met to discuss collaboration on the Taliban insurgency and counterterrorism efforts; Afghan and Iranian commissioners have discussed boundary monument densification and resurvey; Iran protests Afghanistan's restricting flow of dammed Helmand River tributaries during drought; Pakistan has sent troops across and built fences along some remote tribal areas of its treaty-defined Durand Line border with Afghanistan which serve as bases for foreign terrorists and other illegal activities; Russia remains concerned about the smuggling of poppy derivatives from Afghanistan through Central Asian countries","created_at":"2018-02-12 19:35:57","updated_at":"2018-02-12 19:35:57"},"people":{"country_id":"AF","languages":"","religions":"","population":33,"population_date":2016,"nationality_noun":"Afghan(s)","nationality_adjective":"Afghan","age_structure_14":"41.03","age_structure_24":"22.49","age_structure_54":"30.01","age_structure_64":"3.90","age_structure_65":"2.57","dependency_total":null,"dependency_youth":null,"dependency_elder":null,"dependency_potential":"21.70","median_age_total":null,"median_age_male":null,"median_age_female":null,"population_growth_rate_percentage":"2.34","birth_rate_per_1k":"0.04","death_rate_per_1k":"0.01","net_migration_per_1k":"0.00","population_distribution":"populations tend to cluster in the foothills and periphery of the rugged Hindu Kush range; smaller groups are found in many of the country's interior valleys; in general, the east is more densely settled while the south is sparsely populated","urban_population_percentage":null,"urbanization_rate":null,"major_urban_areas_population":null,"sex_ratio_birth":"1.1","sex_ratio_14":"1.0","sex_ratio_24":"1.0","sex_ratio_54":"1.0","sex_ratio_64":"1.0","sex_ratio_65":"0.9","sex_ratio_total":"1.0","mother_age_first_birth":20,"maternal_mortality_rate":null,"infant_mortality_per_1k_total":"0.11","infant_mortality_per_1k_male":"0.12","infant_mortality_per_1k_female":"0.11","life_expectancy_at_birth_total":"51.3","life_expectancy_at_birth_male":"49.9","life_expectancy_at_birth_female":"52.7","total_fertility_rate":"5.22","contraceptive_prevalence":"21.20","health_expenditures":"0.00","physicians":"0.27","hospital_beds":"0.50","drinking_water_source_urban_improved":"78.20","drinking_water_source_rural_improved":"47.00","sanitation_facility_access_urban_improved":"45.10","sanitation_facility_access_rural_improved":"27.00","hiv_infection_rate":"0.04","hiv_infected":null,"hiv_deaths":null,"obesity_rate":"2.40","underweight_children":null,"education_expenditures":"3.4","literacy_definition":"age 15 and over can read and write","literacy_total":"38.20","literacy_male":"52.00","literacy_female":"24.20","school_years_total":11,"school_years_male":13,"school_years_female":8,"child_labor":2,"child_labor_percentage":"25.30","unemployment_youth_total":null,"unemployment_youth_male":null,"unemployment_youth_female":null,"created_at":"2018-02-12 19:35:57","updated_at":"2018-02-12 19:35:57"},"ethnicities":null,"religions":{"country_id":"AF","name":"Muslim 99.7% (Sunni 84.7 -","population_percentage":"89.00","date":null,"created_at":"2018-02-12 19:35:57","updated_at":"2018-02-12 19:35:57"},"transportation":{"country_id":"AF","air_carriers":4,"aircraft":20,"aircraft_passengers":null,"aircraft_freight":null,"aircraft_code_prefix":"YA (2016)","airports":"43 (2016)","airports_paved":"25","airports_info_date":null,"major_seaports":null,"oil_terminals":null,"cruise_ports":null,"created_at":"2018-02-12 19:35:57","updated_at":"2018-02-12 19:35:57"}}