{"id":"BO","iso_a3":"BOL","fips":"BL","continent":"SA","name":"Bolivia","introduction":"Bolivia, named after independence fighter Simon BOLIVAR, broke away from Spanish rule in 1825; much of its subsequent history has consisted of a series of nearly 200 coups and countercoups. Democratic civilian rule was established in 1982, but leaders have faced difficult problems of deep-seated poverty, social unrest, and illegal drug production. ++ In December 2005, Bolivians elected Movement Toward Socialism leader Evo MORALES president - by the widest margin of any leader since the restoration of civilian rule in 1982 - after he ran on a promise to change the country's traditional political class and empower the nation's poor, indigenous majority. In December 2009 and October 2014, President MORALES easily won reelection. His party maintained control of the legislative branch of the government, which has allowed him to continue his process of change. In October 2011, the country held its first judicial elections to select judges for the four highest courts. MORALES has publicly described the elected judiciary as a failed experiment that has not resolved judicial backlogs or extended pre-trial detention. He has called for a public referendum on the judicial system.","communications":{"country_id":"BO","fixed_phones_total":"4,540,678","fixed_phones_subs_per_100":"47 (July 2015 est.)","mobile_phones_total":"11.448 million","mobile_phones_subs_per_100":"119 (July 2015 est.)","phone_system_general_assessment":"Belarus lags behind its neighbors in upgrading telecommunications infrastructure; modernization of the network progressing with roughly two-thirds of switching equipment now digital","phone_system_international":"country code - 375; Belarus is a member of the Trans-European Line (TEL), Trans-Asia-Europe (TAE) fiber-optic line, and has access to the Trans-Siberia Line (TSL); 3 fiber-optic segments provide connectivity to Latvia, Poland, Russia, and Ukraine; worldwi (2015)","phone_system_domestic":"state-owned Beltelcom is the sole provider of fixed-line local and long distance service; fixed-line teledensity is improving although rural areas continue to be underserved; multiple GSM mobile-cellular networks are experiencing rapid growth; mobile-cell","broadcast_media":"4 state-controlled national TV channels; Polish and Russian TV broadcasts are available in some areas; state-run Belarusian Radio operates 3 national networks and an external service; Russian and Polish radio broadcasts are available (2007)","internet_country_code":"by","internet_total_users":"5.968 million","internet_population_percent":"62.0","created_at":"2018-02-12 19:35:57","updated_at":"2018-02-12 19:35:57"},"economy":{"country_id":"BO","overview":"As part of the former Soviet Union, Belarus had a relatively well-developed, though aging industrial base; it retained this industrial base - which is now outdated, energy inefficient, and dependent on subsidized Russian energy and preferential access to Russian markets - following the breakup of the USSR. The country also has a broad agricultural base which is largely inefficient and dependent on government subsidies. After an initial burst of capitalist reform from 1991-94, including privatization of smaller state enterprises and some service sector businesses, creation of institutions of private property, and development of entrepreneurship, Belarus' economic development greatly slowed. About 80% of all industry remains in state hands, and foreign investment has been hindered by a climate hostile to business. A few banks, which had been privatized after independence, were renationalized. State banks account for 75% of the banking sector. ++  ++ Economic output, which had declined for several years following the collapse of the Soviet Union, revived in the mid-2000s due to the boom in oil prices. Belarus has only small reserves of crude oil, though it imports most of its crude oil and natural gas from Russia at prices substantially below the world market. Belarus exported refined oil products at market prices produced from Russian crude oil purchased at a steep discount. In late 2006, Russia began a process of rolling back its subsidies on oil and gas to Belarus. Tensions over Russian energy reached a peak in 2010, when Russia stopped the export of all subsidized oil to Belarus save for domestic needs. In December 2010, Russia and Belarus reached a deal to restart the export of discounted oil to Belarus. In 2015, Belarus continued to import Russian crude oil at a discounted price. However, the plunge in global oil prices heavily reduced revenues. ++  ++ Little new foreign investment has occurred in recent years. In 2011, a financial crisis began, triggered by government directed salary hikes unsupported by commensurate productivity increases. The crisis was compounded by an increased cost in Russian energy inputs and an overvalued Belarusian ruble, and eventually led to a near three-fold devaluation of the Belarusian ruble in 2011. In November 2011, Belarus agreed to sell to Russia its remaining shares in Beltransgaz, the Belarusian natural gas pipeline operator, in exchange for reduced prices for Russian natural gas. Receiving part of a $3 billion loan from the Russian-dominated Eurasian Economic Community (EurAsEC) Bail-out Fund, a $1 billion loan from the Russian state-owned bank Sberbank, and the $2.5 billion sale of Beltransgaz to Russian state-owned Gazprom helped stabilize the situation in 2012; nevertheless, the Belarusian currency lost more than 60% of its value, as the rate of inflation reached new highs in 2011 and 2012, before calming in 2013. In December 2013, Russia announced a new loan for Belarus of up to $2 billion for 2014. Notwithstanding foreign assistance, the Belarusian economy continued to struggle under the weight of high external debt servicing payments and trade deficit. In mid-December 2014, structural economic shortcomings were aggravated by the devaluation of the Russian ruble and triggered a near 40% devaluation of the Belarusian ruble. Belarus entered 2015 with stagnant economic growth and reduced hard currency reserves, with under one month of import cover.","gdp_power_parity":"$165.4 billion (2016 est.) ++ $170.5 billion (2015 est.) ++ $177.4 billion (2014 est.)","gdp_real_growth":"-3% (2016 est.) ++ -3.9% (2015 est.) ++ 1.7% (2014 est.)","gdp_per_capita":"$17,500 (2016 est.) ++ $17,900 (2015 est.) ++ $18,700 (2014 est.)","gdp_household_consumption":"54.6%","gdp_consumption":"15.8%","gdp_investment_in_fixed_capital":"30.1%","gdp_investment_in_inventories":"2.6%","gdp_exports":"57.2%","gdp_imports":"-60.3% (2016 est.)","gdp_sector_agriculture":"9.2%","gdp_sector_industry":"40.9%","gdp_sector_services":"49.8% (2016 est.)","agriculture_products":"grain, potatoes, vegetables, sugar beets, flax; beef, milk","industries":"metal-cutting machine tools, tractors, trucks, earthmovers, motorcycles, televisions, synthetic fibers, fertilizer, textiles, radios, refrigerators","industrial_growth_rate":"-3% (2016 est.)","labor_force":"4.546 million (2013 est.)","labor_force_notes":"","labor_force_services":"58% (2014 est.)","labor_force_industry":"32.7%","labor_force_agriculture":"9.3%","labor_force_occupation_notes":"","unemployment_rate":"0.7% (2014 est.) ++ 0.5% (2013 est.)","population_below_poverty":"6.3% (2012 est.)","household_income_lowest_10":"3.8%","household_income_highest_10":"21.9% (2008)","budget_revenues":"","taxes_revenues":"44.1% of GDP (2016 est.)","budget_net":"0.6% of GDP (2016 est.)","public_debt":"60.7% of GDP (2016 est.) ++ 48.5% of GDP (2015 est.)","external_debt":"$34.75 billion (31 December 2016 est.) ++ $34.85 billion (31 December 2015 est.)","fiscal_year":"calendar year","inflation_rate":"14% (2016 est.) ++ 13.6% (2015 est.)","central_bank_discount_rate":"20% (13 August 2014) ++ 10.5% (31 December 2010)","commercial_bank_prime_lending_rate":"18% (31 December 2016 est.) ++ 18.08% (31 December 2015 est.)","stock_money_narrow":"$2.232 billion (31 December 2016 est.) ++ $2.301 billion (31 December 2015 est.)","stock_money_broad":"$5.651 billion (31 December 2015 est.) ++ $7.608 billion (31 December 2014 est.)","stock_domestic_credit":"$24.09 billion (31 December 2016 est.) ++ $22.23 billion (31 December 2015 est.)","exports":"$22.65 billion (2016 est.) ++ $26.19 billion (2015 est.)","exports_commodities":"machinery and equipment, mineral products, chemicals, metals, textiles, foodstuffs","exports_partners":"Russia 39%, UK 11.2%, Ukraine 9.5%, Netherlands 4.3%, Germany 4.1% (2015)","imports":"$25.44 billion (2016 est.) ++ $28.33 billion (2015 est.)","imports_commodities":"mineral products, machinery and equipment, chemicals, foodstuffs, metals","imports_partners":"Russia 56.6%, China 7.9%, Germany 4.6% (2015)","exchange_rates":"Belarusian rubles (BYB\/BYR) per US dollar - ++ 18,500 (2016 est.) ++ 15,926 (2015 est.) ++ 15,926 (2014 est.) ++ 10,224.1 (2013 est.) ++ 8,336.9 (2012 est.)","created_at":"2018-02-12 19:35:57","updated_at":"2018-02-12 19:35:57"},"energy":{"country_id":"BO","electricity_production":"33 billion kWh (2014 est.)","electricity_consumption":"33 billion kWh (2014 est.)","electricity_exports":"4.5 billion kWh (2014 est.)","electricity_imports":"7.8 billion kWh (2014 est.)","electricity_generating_capacity":"9.2 million kW (2014 est.)","electricity_fossil_fuels":"99.7% of total installed capacity (2012 est.)","electricity_nuclear":"0% of total installed capacity (2012 est.)","electricity_hydroelectric":"0.2% of total installed capacity (2012 est.)","electricity_renewable":"0.1% of total installed capacity (2012 est.)","crude_oil_production":"26,080 bbl\/day (2015 est.)","crude_oil_exports":"31,810 bbl\/day (2013 est.)","crude_oil_imports":"439,200 bbl\/day (2013 est.)","crude_oil_reserves":"200 million bbl (1 January 2016 es)","petrol_production":"444,400 bbl\/day (2013 est.)","petrol_consumption":"170,000 bbl\/day (2014 est.)","petrol_exports":"284,200 bbl\/day (2013 est.)","petrol_imports":"1,334 bbl\/day (2013 est.)","natural_gas_production":"30 million cu m (2014 est.)","natural_gas_consumption":"20.08 billion cu m (2014 est.)","natural_gas_exports":"0 cu m (2013 est.)","natural_gas_imports":"20.05 billion cu m (2014 est.)","natural_gas_reserves":"2.832 billion cu m (1 January 2016 es)","co2_output":"70 million Mt (2013 est.)","created_at":"2018-02-12 19:35:57","updated_at":"2018-02-12 19:35:57"},"geography":{"country_id":"BO","location_description":"Eastern Europe, east of Poland","latitude":"-16.2901540","longitude":"-63.5886530","mapReferences":"Europe","area_sqkm_total":207,"area_sqkm_land":202,"area_sqkm_water":4,"area_km_coastline":0,"area_note":"slightly less than twice the size of Kentucky; slightly smaller than Kansas","climate":"cold winters, cool and moist summers; transitional between continental and maritime","terrain":"generally flat with much marshland","hazards":"NA","notes":"landlocked; glacial scouring accounts for the flatness of Belarusian terrain and for its 11,000 lakes","created_at":"2018-02-12 19:35:57","updated_at":"2018-02-12 19:35:57"},"government":{"country_id":"BO","name":"Republic of Belarus","name_etymology":"the name is a compound of the Belarusian words \"bel\" (white) and \"Rus\" (the Old East Slavic ethnic designation) to form the meaning White Rusian or White Ruthenian","conventional_long_form":"Republic of Belarus","conventional_short_form":"Belarus","dependency_status":"","government_type":"presidential republic in name, although in fact a dictatorship","capital":"Minsk","capital_coordinates":"53 54 N, 27 34 E","capital_time_zone":"UTC+2 (7 hours ahead of Washington, DC, during Standard Time)","administrative_divisions":"6 provinces (voblastsi, singular - voblasts') and 1 municipality* (horad); Brest, Homyel' (Gomel'), Horad Minsk* (Minsk City), Hrodna (Grodno), Mahilyow (Mogilev), Minsk, Vitsyebsk (Vitebsk)","administrative_divisions_note":"administrative divisions have the same names as their administrative centers; Russian spelling provided for reference when different from Belarusian","independence":"25 August 1991 (from the Soviet Union)","national_holiday":"Independence Day, 3 July (1944); note - 3 July 1944 was the date Minsk was liberated from German troops, 25 August 1991 was the date of independence from the Soviet Union","constitution":"","legal_system":"civil law system; note - nearly all major codes (civil, civil procedure, criminal, criminal procedure, family, and labor) have been revised and came into force in 1999 or 2000","citizenship":"","suffrage":"18 years of age; universal","executive_chief_of_state":"president Aleksandr LUKASHENKO (since 20 July 1994)","executive_head_of_government":"prime minister Andrey KOBYAKOV (since 27 December 2014); first deputy prime minister Vasily MATYUSHEVSKIY (since 27 December 2014)","executive_cabinet":"Council of Ministers appointed by the president","executive_elections":"president directly elected by absolute majority popular vote in 2 rounds if needed for a 5-year term (no term limits); first election took place on 23 June and 10 July 1994; according to the 1994 constitution, the next election should have been held in 1999, however, Aleksandr LUKASHENKO extended his term to 2001 via a November 1996 referendum; subsequent election held on 9 September 2001; an October 2004 referendum ended presidential term limits and allowed the president to run in a third (19 March 2006), fourth (19 December 2010), and fifth election (11 October 2015); next election in 2020; prime minister and deputy prime ministers appointed by the president and approved by the National Assembly","executive_election_results":"Aleksandr LUKASHENKO reelected president; percent of vote - Aleksandr LUKASHENKO (independent) 83.5%, Tatsiana KARATKEVICH (Tell the Truth) 4.4%, Sergey GAYDUKEVICH (LDP) 3.3%, other 8.8%; note - election marred by electoral fraud","legislative_description":"bicameral National Assembly or Natsionalnoye Sobraniye consists of the Council of the Republic or Sovet Respubliki (64 seats; 56 members indirectly elected by regional and Minsk city councils and 8 members appointed by the president; members serve 4-year terms) and the House of Representatives or Palata Predstaviteley (110 seats; members directly elected in single-seat constituencies by absolute majority vote with a second round if needed; members serve 4-year terms); note - the US does not recognize the legitimacy of the National Assembly","legislative_elections":"House of Representatives - last held on 11 September 2016 (next to be held in 2020); OSCE observers determined that the election was neither free nor impartial and that vote counting was problematic in a number of polling stations; pro-LUKASHENKO candidates won virtually every seat with only the UCP member and one independent forming opposition representation in the House; international observers determined that the previous elections, on 28 September 2008 and 23 September 2012, also fell short of democratic standards, with pro-LUKASHENKO candidates winning every seat","legislative_election_results":"Council of the Republic - percent of vote by party - NA; seats by party - NA; House of Representatives - percent of vote by party - NA; seats by party - KPB 8, Belarusian Patriotic Party 3, Republican Party of Labor and Justice 3, LDP 1, UCP 1, independents 104","legislative_highest_courts":"Supreme Court (consists of the chairman, deputy chairman, and organized into several specialized panels including economic and military; number of judges set by the president of the republic and the court chairman); Constitutional Court (consists of 12 judges including a chairman and deputy chairman)","legislative_judge_selection":"Supreme Court judges appointed by the president with the consent of the Council of the Republic; judges initially appointed for 5 years and evaluated for life appointment; Constitutional Court judges - 6 including the court chairman appointed by the president and 6 elected by the House of Representatives; judges can serve for 11 years with an age limit of 70","legislative_subordinate_courts":"provincial (including Minsk city) courts; first instance (district) courts; economic courts; military courts","political_parties":"","political_pressure":"","international_organization_participation":"BSEC (observer), CBSS (observer), CEI, CIS, CSTO, EAEC, EAEU, EAPC, EBRD, FAO, GCTU, IAEA, IBRD, ICAO, ICC (NGOs), ICRM, IDA, IFC, IFRCS, ILO, IMF, IMSO, Interpol, IOC, IOM, IPU, ISO, ITU, ITUC (NGOs), MIGA, NAM, NSG, OPCW, OSCE, PCA, PFP, SCO (dialogue member), UN, UNCTAD, UNESCO, UNIDO, UNIFIL, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO (observer), ZC","diplomatic_representation_in_usa":"","diplomatic_representation_from_usa":"","flag_description":"red horizontal band (top) and green horizontal band one-half the width of the red band; a white vertical stripe on the hoist side bears Belarusian national ornamentation in red; the red band color recalls past struggles from oppression, the green band represents hope and the many forests of the country","national_symbols":"no clearly defined current national symbol, the mounted knight known as Pahonia (the Chaser) is the traditional Belarusian symbol; national colors: green, red, white","national_anthem":"","created_at":"2018-02-12 19:35:57","updated_at":"2018-02-12 19:35:57"},"issues":{"country_id":"BO","international_disputes":"boundary demarcated with Latvia and Lithuania; as a member state that forms part of the EU's external border, Poland has implemented strict Schengen border rules to restrict illegal immigration and trade along its border with Belarus","illicit_drugs":"limited cultivation of opium poppy and cannabis, mostly for the domestic market; transshipment point for illicit drugs to and via Russia, and to the Baltics and Western Europe; a small and lightly regulated financial center; anti-money-laundering legislation does not meet international standards and was weakened further when know-your-customer requirements were curtailed in 2008; few investigations or prosecutions of money-laundering activities (2008)","refugees":"boundary demarcated with Latvia and Lithuania; as a member state that forms part of the EU's external border, Poland has implemented strict Schengen border rules to restrict illegal immigration and trade along its border with Belarus","created_at":"2018-02-12 19:35:57","updated_at":"2018-02-12 19:35:57"},"people":{"country_id":"BO","languages":"","religions":"","population":9,"population_date":2016,"nationality_noun":"Belarusian(s)","nationality_adjective":"Belarusian","age_structure_14":"15.65","age_structure_24":"10.68","age_structure_54":"45.04","age_structure_64":"13.95","age_structure_65":"14.69","dependency_total":null,"dependency_youth":null,"dependency_elder":null,"dependency_potential":"5.00","median_age_total":null,"median_age_male":null,"median_age_female":null,"population_growth_rate_percentage":"-0.21","birth_rate_per_1k":"0.01","death_rate_per_1k":"0.01","net_migration_per_1k":"0.00","population_distribution":"a fairly even distribution throughout most of the country, with urban areas attracting larger and denser populations","urban_population_percentage":null,"urbanization_rate":null,"major_urban_areas_population":null,"sex_ratio_birth":"1.1","sex_ratio_14":"1.1","sex_ratio_24":"1.1","sex_ratio_54":"1.0","sex_ratio_64":"0.8","sex_ratio_65":"0.5","sex_ratio_total":"0.9","mother_age_first_birth":25,"maternal_mortality_rate":null,"infant_mortality_per_1k_total":"0.00","infant_mortality_per_1k_male":"0.00","infant_mortality_per_1k_female":"0.00","life_expectancy_at_birth_total":"72.7","life_expectancy_at_birth_male":"67.2","life_expectancy_at_birth_female":"78.6","total_fertility_rate":"1.48","contraceptive_prevalence":"63.10","health_expenditures":"0.00","physicians":"3.93","hospital_beds":"11.30","drinking_water_source_urban_improved":"99.90","drinking_water_source_rural_improved":"99.10","sanitation_facility_access_urban_improved":"94.10","sanitation_facility_access_rural_improved":"95.20","hiv_infection_rate":"0.64","hiv_infected":null,"hiv_deaths":null,"obesity_rate":"25.20","underweight_children":"1.30","education_expenditures":"4.9","literacy_definition":"age 15 and over can read and write","literacy_total":"99.70","literacy_male":"99.80","literacy_female":"99.70","school_years_total":16,"school_years_male":15,"school_years_female":16,"child_labor":54,"child_labor_percentage":"5.00","unemployment_youth_total":"12.50","unemployment_youth_male":"12.40","unemployment_youth_female":"12.60","created_at":"2018-02-12 19:35:57","updated_at":"2018-02-12 19:35:57"},"ethnicities":{"country_id":"BO","name":"Belarusian","population_percentage":"83.70","date":null,"created_at":"2018-02-12 19:35:57","updated_at":"2018-02-12 19:35:57"},"religions":{"country_id":"BO","name":"Orthodox","population_percentage":"48.00","date":null,"created_at":"2018-02-12 19:35:57","updated_at":"2018-02-12 19:35:57"},"transportation":{"country_id":"BO","air_carriers":2,"aircraft":30,"aircraft_passengers":null,"aircraft_freight":null,"aircraft_code_prefix":"EW (2016)","airports":"65 (2013)","airports_paved":"33","airports_info_date":null,"major_seaports":null,"oil_terminals":null,"cruise_ports":null,"created_at":"2018-02-12 19:35:57","updated_at":"2018-02-12 19:35:57"}}