{"id":"CO","iso_a3":"COL","fips":"CO","continent":"SA","name":"Colombia","introduction":"Colombia was one of the three countries that emerged from the collapse of Gran Colombia in 1830 (the others are Ecuador and Venezuela). A five-decade-long conflict between government forces and antigovernment insurgent groups, principally the Revolutionary Armed Forces of Colombia (FARC) heavily funded by the drug trade, escalated during the 1990s. More than 31,000 former paramilitaries had demobilized by the end of 2006 and the United Self Defense Forces of Colombia as a formal organization had ceased to function. In the wake of the paramilitary demobilization, emerging criminal groups arose, whose members include some former paramilitaries. The insurgents lacked the military or popular support necessary to overthrow the government. Large areas of the countryside were under guerrilla influence or contested by security forces. After four years of formal peace negotiations, the Colombian Government signed a peace deal with the FARC in November 2016, which was subsequently endorsed by the Colombian Congress. The agreement calls for members of the FARC to demobilize and be incorporated into mainstream society and politics. The Colombian Government has stepped up efforts to reassert government control throughout the country, and now has a presence in every one of its administrative departments. Despite decades of internal conflict and drug related security challenges, Colombia maintains relatively strong democratic institutions characterized by peaceful, transparent elections and the protection of civil liberties.","communications":{"country_id":"CO","fixed_phones_total":"7,109,254","fixed_phones_subs_per_100":"15 (July 2015 est.)","mobile_phones_total":"57.327 million","mobile_phones_subs_per_100":"123 (July 2015 est.)","phone_system_general_assessment":"modern system in many respects with a nationwide microwave radio relay system, a domestic satellite system with 41 earth stations, and a fiber-optic network linking 50 cities; telecommunications sector liberalized during the 1990s; multiple providers of b","phone_system_international":"country code - 57; multiple submarine cable systems provide links to the US, parts of the Caribbean, and Central and South America; satellite earth stations - 10 (6 Intelsat, 1 Inmarsat, 3 fully digitalized international switching centers) (2011)","phone_system_domestic":"fixed-line connections stand at about 15 per 100 persons; mobile cellular telephone subscribership is about 120 per 100 persons; competition among cellular service providers is resulting in falling local and international calling rates and contributing to","broadcast_media":"combination of state-owned and privately owned broadcast media provide service; more than 500 radio stations and many national, regional, and local TV stations (2007)","internet_country_code":"co","internet_total_users":"26.128 million","internet_population_percent":"55.0","created_at":"2018-02-12 19:35:58","updated_at":"2018-02-12 19:35:58"},"economy":{"country_id":"CO","overview":"Colombia's consistently sound economic policies and aggressive promotion of free trade agreements in recent years have bolstered its ability to weather external shocks. Colombia depends heavily on energy and mining exports, making it vulnerable to a drop in commodity prices. Colombia is the world's fourth largest coal exporter and Latin America's fourth largest oil producer. Economic development is stymied by inadequate infrastructure, inequality, poverty, narcotrafficking and an uncertain security situation. ++  ++ Declining oil prices have resulted in a drop in government revenues. In 2014, Colombia passed a tax reform bill to offset the lost revenue from the global drop in oil prices. The SANTOS administration is also using tax reform to help finance implementation of a peace deal between FARC and the government. Colombian officials estimate a peace deal may bolster economic growth by up to 2%. ++  ++ Despite austerity measures put in place by the SANTOS administration, GDP and foreign direct investment fell in 2015, while the El Nino weather phenomenon caused food and energy prices to rise, with inflation spiking to 6.8%. In order to combat inflation, the Central Bank raised interest rates four times during the last four months of 2015, ending the year with a 25 basis point increase to 5.75%. Unemployment has continued to decrease and hit a record low of 8.9% in 2015, but the rate is still one of Latin America's highest. Nevertheless, Colombia’s GDP growth rate makes it the region’s best performer among large economies in 2015. ++  ++ Real GDP growth averaged 4.8% per year from 2010-2014, continuing a decade of strong economic performance, before dropping in 2015. All three major ratings agencies upgraded Colombia's government debt to investment grade in 2013 and 2014, which helped to attract record levels of investment, mostly in the hydrocarbons sector. However, Standard & Poor’s downgraded its long-term outlook from stable to negative in early 2016. The change, due largely to falling government revenues, could cause Colombia to lose its investment-grade bond status. ++  ++ The SANTOS Administration's foreign policy has focused on bolstering Colombia's commercial ties and boosting investment at home. Colombia has signed or is negotiating Free Trade Agreements (FTA) with more than a dozen countries; the US-Colombia FTA went into force in May 2012. The US and Colombia have benefitted from the FTA, but Colombia’s ability to take full advantage of its enhanced access to American markets continues to be constrained by lack of export diversification. Nontariff measures remain a point of contention for bilateral trade relations. Truck scrappage regulation, and restrictions on liquor, pharmaceutical, and ethanol imports are top irritants in the bilateral trade relationship. Colombia is a founding member of the Pacific Alliance - a regional trade block formed in 2012 by Chile, Colombia, Mexico, and Peru to promote regional trade and economic integration. In 2013, Colombia began its accession process to the OECD.","gdp_power_parity":"$690.4 billion (2016 est.) ++ $675.7 billion (2015 est.) ++ $655.5 billion (2014 est.)","gdp_real_growth":"2.2% (2016 est.) ++ 3.1% (2015 est.) ++ 4.4% (2014 est.)","gdp_per_capita":"$14,200 (2016 est.) ++ $14,000 (2015 est.) ++ $13,800 (2014 est.)","gdp_household_consumption":"63.3%","gdp_consumption":"18.8%","gdp_investment_in_fixed_capital":"26.3%","gdp_investment_in_inventories":"0.9%","gdp_exports":"13.5%","gdp_imports":"-22.8% (2016 est.)","gdp_sector_agriculture":"6.9%","gdp_sector_industry":"34%","gdp_sector_services":"59.1% (2016 est.)","agriculture_products":"coffee, cut flowers, bananas, rice, tobacco, corn, sugarcane, cocoa beans, oilseed, vegetables; shrimp; forest products","industries":"textiles, food processing, oil, clothing and footwear, beverages, chemicals, cement; gold, coal, emeralds","industrial_growth_rate":"1.9% (2016 est.)","labor_force":"24.43 million (2016 est.)","labor_force_notes":"","labor_force_services":"62% (2011 est.)","labor_force_industry":"21%","labor_force_agriculture":"17%","labor_force_occupation_notes":"","unemployment_rate":"9.5% (2016 est.) ++ 8.9% (2015 est.)","population_below_poverty":"27.8% (2015 est.)","household_income_lowest_10":"1.1%","household_income_highest_10":"42% (2012 est.)","budget_revenues":"","taxes_revenues":"27.7% of GDP (2016 est.)","budget_net":"-3% of GDP (2016 est.)","public_debt":"50.5% of GDP (2016 est.) ++ 49.6% of GDP (2015 est.)","external_debt":"$110.9 billion (31 December 2016 est.) ++ $107.3 billion (31 December 2015 est.)","fiscal_year":"calendar year","inflation_rate":"7.8% (2016 est.) ++ 5% (2015 est.)","central_bank_discount_rate":"5.75% (18 December 2015) ++ 4.75% (31 December 2011)","commercial_bank_prime_lending_rate":"14.5% (31 December 2016 est.) ++ 11.45% (31 December 2015 est.)","stock_money_narrow":"$38.29 billion (31 December 2016 est.) ++ $32.82 billion (31 December 2015 est.)","stock_money_broad":"$177.5 billion (31 December 2014 est.) ++ $161.7 billion (31 December 2013 est.)","stock_domestic_credit":"$148.4 billion (31 December 2016 est.) ++ $133.8 billion (31 December 2015 est.)","exports":"$33.64 billion (2016 est.) ++ $38.12 billion (2015 est.)","exports_commodities":"petroleum, coal, emeralds, coffee, nickel, cut flowers, bananas, apparel","exports_partners":"US 27.5%, Panama 7.2%, China 5.2%, Spain 4.4%, Ecuador 4% (2015)","imports":"$47.15 billion (2016 est.) ++ $52.04 billion (2015 est.)","imports_commodities":"industrial equipment, transportation equipment, consumer goods, chemicals, paper products, fuels, electricity","imports_partners":"US 28.8%, China 18.6%, Mexico 7.1%, Germany 4.2% (2015)","exchange_rates":"Colombian pesos (COP) per US dollar - ++ 3,051.1 (2016 est.) ++ 2,741.8 (2015 est.) ++ 2,741.8 (2014 est.) ++ 2,001.1 (2013 est.) ++ 1,798 (2012 est.)","created_at":"2018-02-12 19:35:58","updated_at":"2018-02-12 19:35:58"},"energy":{"country_id":"CO","electricity_production":"68 billion kWh (2014 est.)","electricity_consumption":"60 billion kWh (2014 est.)","electricity_exports":"800 million kWh (2014 est.)","electricity_imports":"47 million kWh (2014 est.)","electricity_generating_capacity":"16 million kW (2014 est.)","electricity_fossil_fuels":"32.1% of total installed capacity (2012 est.)","electricity_nuclear":"0% of total installed capacity (2012 est.)","electricity_hydroelectric":"67.2% of total installed capacity (2012 est.)","electricity_renewable":"0.7% of total installed capacity (2012 est.)","crude_oil_production":"1.006 million bbl\/day (2015 est.)","crude_oil_exports":"711,900 bbl\/day (2013 est.)","crude_oil_imports":"0 bbl\/day (2013 est.)","crude_oil_reserves":"2.3 billion bbl (1 January 2016 es)","petrol_production":"323,700 bbl\/day (2013 est.)","petrol_consumption":"299,000 bbl\/day (2014 est.)","petrol_exports":"97,820 bbl\/day (2013 est.)","petrol_imports":"76,180 bbl\/day (2013 est.)","natural_gas_production":"12.68 billion cu m (2014 est.)","natural_gas_consumption":"11.73 billion cu m (2014 est.)","natural_gas_exports":"950 million cu m (2014 est.)","natural_gas_imports":"0 cu m (2013 est.)","natural_gas_reserves":"134.7 billion cu m (1 January 2016 es)","co2_output":"74 million Mt (2013 est.)","created_at":"2018-02-12 19:35:58","updated_at":"2018-02-12 19:35:58"},"geography":{"country_id":"CO","location_description":"Northern South America, bordering the Caribbean Sea, between Panama and Venezuela, and bordering the North Pacific Ocean, between Ecuador and Panama","latitude":"4.5708680","longitude":"-74.2973330","mapReferences":"South America","area_sqkm_total":1,"area_sqkm_land":1,"area_sqkm_water":100,"area_km_coastline":3,"area_note":"slightly less than twice the size of Texas","climate":"tropical along coast and eastern plains; cooler in highlands","terrain":"flat coastal lowlands, central highlands, high Andes Mountains, eastern lowland plains (Llanos)","hazards":"highlands subject to volcanic eruptions; occasional earthquakes; periodic droughts","notes":"only South American country with coastlines on both the North Pacific Ocean and Caribbean Sea","created_at":"2018-02-12 19:35:58","updated_at":"2018-02-12 19:35:58"},"government":{"country_id":"CO","name":"Republic of Colombia","name_etymology":"the country is named after explorer Christopher COLUMBUS","conventional_long_form":"Republic of Colombia","conventional_short_form":"Colombia","dependency_status":"","government_type":"presidential republic","capital":"Bogota","capital_coordinates":"4 36 N, 74 05 W","capital_time_zone":"UTC-5 (same time as Washington, DC, during Standard Time)","administrative_divisions":"32 departments (departamentos, singular - departamento) and 1 capital district* (distrito capital); Amazonas, Antioquia, Arauca, Atlantico, Bogota*, Bolivar, Boyaca, Caldas, Caqueta, Casanare, Cauca, Cesar, Choco, Cordoba, Cundinamarca, Guainia, Guaviare, Huila, La Guajira, Magdalena, Meta, Narino, Norte de Santander, Putumayo, Quindio, Risaralda, Archipielago de San Andres, Providencia y Santa Catalina (colloquially San Andres y Providencia), Santander, Sucre, Tolima, Valle del Cauca, Vaupes, Vichada","administrative_divisions_note":"","independence":"20 July 1810 (from Spain)","national_holiday":"Independence Day, 20 July (1810)","constitution":"several previous; latest promulgated 5 July 1991; amended many times, last in 2015 (2016)","legal_system":"civil law system influenced by the Spanish and French civil codes","citizenship":"","suffrage":"18 years of age; universal","executive_chief_of_state":"President Juan Manuel SANTOS Calderon (since 7 August 2010); Vice President German VARGAS Lleras (since 7 August 2014); note - the president is both chief of state and head of government","executive_head_of_government":"President Juan Manuel SANTOS Calderon (since 7 August 2010); Vice President German VARGAS Lleras (since 7 August 2014)","executive_cabinet":"Cabinet appointed by the president","executive_elections":"president directly elected by absolute majority vote in 2 rounds if needed for a 4-year term; election last held on 25 May 2014 with a runoff election 15 on June 2014 (next to be held on 27 May 2018); note - recent political reform eliminated presidential reelection; beginning in 2018, presidents can only serve one 4-year term","executive_election_results":"Juan Manuel SANTOS Calderon reelected president in runoff; percent of vote - Juan Manuel SANTOS Calderon (U Party) 51.0%, Oscar Ivan ZULUAGA (CD) 45.0%, other 4.0%","legislative_description":"bicameral Congress or Congreso consists of the Senate or Senado (102 seats; 100 members elected nationally - not by district or state - and two elected on a special ballot for indigenous communities to serve 4-year terms) and the Chamber of Representatives or Camara de Representantes (166 seats; members elected in multi-seat constituencies by proportional representation vote to serve 4-year terms)","legislative_elections":"Senate - last held on 9 March 2014 (next to be held in March 2018); Chamber of Representatives - last held on 9 March 2014 (next to be held in March 2018)","legislative_election_results":"Senate - percent of vote by party - NA; seats by party - U Party 21, CD 20, PC 18, PL 17, CR 9, PDA 5, Green Party 5, other 7; Chamber of Representatives - percent of vote by party - NA; seats by party - PL 39, U Party 37, PC 27, CD 19, CR 16, Green Party 6, PDA 3, other 19","legislative_highest_courts":"Supreme Court of Justice or Corte Suprema de Justicia (consists of the Civil-Agrarian and Labor Chambers each with 7 judges, and the Penal Chamber with 9 judges); Constitutional Court (consists of 9 magistrates); Council of State (consists of 31 members); Superior Judiciary Council (consists of 13 magistrates)","legislative_judge_selection":"Supreme Court judges appointed by the Supreme Court members from candidates submitted by the Superior Judiciary Council; judges elected for individual 8-year terms; Constitutional Court magistrates - nominated by the president, by the Supreme Court, and elected by the Senate; judges elected for individual 8-year terms; Council of State members appointed by the State Council plenary from lists nominated by the Superior Judiciary Council","legislative_subordinate_courts":"Superior Tribunals (appellate courts for each of the judicial districts); regional courts; civil municipal courts; Superior Military Tribunal; first instance administrative courts","political_parties":"Alternative Democratic Pole or PDA [Clara LOPEZ] ++ Conservative Party or PC [David BARGUIL] ++ Democratic Center Party or CD [Alvaro URIBE Velez, Oscar Ivan ZULUAGA, Carlos HOLMES TRUJILLO, Ivan DUQUE] ++ Green Alliance [Jorge LONDONO, Antonio SANGUINO, Luis AVELLANEDA, Camilo ROMERO] ++ Liberal Party or PL [Horacio SERPA] ++ Citizens Option (Opcion Ciudadana) or OC (formerly known as the National Integration Party or PIN) [Angel ALIRIO Moreno] ++ Radical Change or CR [Carlos Fernando GALAN] ++ Social National Unity Party or U Party [Roy BARRERAS, Jose David NAME]","political_pressure":"","international_organization_participation":"BCIE, BIS, CAN, Caricom (observer), CD, CDB, CELAC, EITI (candidate country), FAO, G-3, G-24, G-77, IADB, IAEA, IBRD, ICAO, ICC (national committees), ICCt, ICRM, IDA, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), LAES, LAIA, Mercosur (associate), MIGA, NAM, OAS, OPANAL, OPCW, Pacific Alliance, PCA, UN, UNASUR, UNCTAD, UNESCO, UNHCR, UNIDO, Union Latina, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO","diplomatic_representation_in_usa":"","diplomatic_representation_from_usa":"","flag_description":"three horizontal bands of yellow (top, double-width), blue, and red; the flag retains the three main colors of the banner of Gran Colombia, the short-lived South American republic that broke up in 1830; various interpretations of the colors exist and include: yellow for the gold in Colombia's land, blue for the seas on its shores, and red for the blood spilled in attaining freedom; alternatively, the colors have been described as representing more elemental concepts such as sovereignty and justice (yellow), loyalty and vigilance (blue), and valor and generosity (red); or simply the principles of liberty, equality, and fraternity","national_symbols":"Andean condor; national colors: yellow, blue, red","national_anthem":"","created_at":"2018-02-12 19:35:58","updated_at":"2018-02-12 19:35:58"},"issues":{"country_id":"CO","international_disputes":"in December 2007, ICJ allocated San Andres, Providencia, and Santa Catalina islands to Colombia under 1928 Treaty but did not rule on 82 degrees W meridian as maritime boundary with Nicaragua; managed dispute with Venezuela over maritime boundary and Venezuelan-administered Los Monjes Islands near the Gulf of Venezuela; Colombian-organized illegal narcotics, guerrilla, and paramilitary activities penetrate all neighboring borders and have caused Colombian citizens to flee mostly into neighboring countries; Colombia, Honduras, Nicaragua, Jamaica, and the US assert various claims to Bajo Nuevo and Serranilla Bank","illicit_drugs":"illicit producer of coca, opium poppy, and cannabis; world's leading coca cultivator with 83,000 hectares in coca cultivation in 2011, a 17% decrease over 2010, producing a potential of 195 mt of pure cocaine; the world's largest producer of coca derivatives; supplies cocaine to nearly all of the US market and the great majority of other international drug markets; in 2012, aerial eradication dispensed herbicide to treat over 100,549 hectares combined with manual eradication of 30,486 hectares; a significant portion of narcotics proceeds are either laundered or invested in Colombia through the black market peso exchange; important supplier of heroin to the US market; opium poppy cultivation is estimated to have fallen to 1,100 hectares in 2009 while pure heroin production declined to 2.1 mt; most Colombian heroin is destined for the US market (2013)","refugees":"in December 2007, ICJ allocated San Andres, Providencia, and Santa Catalina islands to Colombia under 1928 Treaty but did not rule on 82 degrees W meridian as maritime boundary with Nicaragua; managed dispute with Venezuela over maritime boundary and Venezuelan-administered Los Monjes Islands near the Gulf of Venezuela; Colombian-organized illegal narcotics, guerrilla, and paramilitary activities penetrate all neighboring borders and have caused Colombian citizens to flee mostly into neighboring countries; Colombia, Honduras, Nicaragua, Jamaica, and the US assert various claims to Bajo Nuevo and Serranilla Bank","created_at":"2018-02-12 19:35:58","updated_at":"2018-02-12 19:35:58"},"people":{"country_id":"CO","languages":"","religions":"","population":47,"population_date":2016,"nationality_noun":"Colombian(s)","nationality_adjective":"Colombian","age_structure_14":"24.57","age_structure_24":"17.54","age_structure_54":"41.82","age_structure_64":"8.90","age_structure_65":"7.17","dependency_total":null,"dependency_youth":null,"dependency_elder":null,"dependency_potential":"9.80","median_age_total":null,"median_age_male":null,"median_age_female":null,"population_growth_rate_percentage":"1.02","birth_rate_per_1k":"0.02","death_rate_per_1k":"0.01","net_migration_per_1k":"0.00","population_distribution":"the majority of people live in the north and west where agricultural opportunities and natural resources are found; the vast grasslands of the llanos to the south and east, which make up approximately 60% of the country, are sparsely populated","urban_population_percentage":null,"urbanization_rate":null,"major_urban_areas_population":null,"sex_ratio_birth":"1.1","sex_ratio_14":"1.1","sex_ratio_24":"1.0","sex_ratio_54":"1.0","sex_ratio_64":"0.9","sex_ratio_65":"0.7","sex_ratio_total":"1.0","mother_age_first_birth":21,"maternal_mortality_rate":null,"infant_mortality_per_1k_total":"0.01","infant_mortality_per_1k_male":"0.02","infant_mortality_per_1k_female":"0.01","life_expectancy_at_birth_total":"75.7","life_expectancy_at_birth_male":"72.6","life_expectancy_at_birth_female":"79.0","total_fertility_rate":"2.02","contraceptive_prevalence":"79.10","health_expenditures":"0.00","physicians":"1.47","hospital_beds":"1.50","drinking_water_source_urban_improved":"96.80","drinking_water_source_rural_improved":"73.80","sanitation_facility_access_urban_improved":"85.20","sanitation_facility_access_rural_improved":"67.90","hiv_infection_rate":"0.48","hiv_infected":null,"hiv_deaths":null,"obesity_rate":"20.70","underweight_children":"3.40","education_expenditures":"4.5","literacy_definition":"age 15 and over can read and write","literacy_total":"94.70","literacy_male":"94.60","literacy_female":"94.80","school_years_total":14,"school_years_male":14,"school_years_female":15,"child_labor":988,"child_labor_percentage":"9.00","unemployment_youth_total":"18.70","unemployment_youth_male":"14.60","unemployment_youth_female":"24.30","created_at":"2018-02-12 19:35:58","updated_at":"2018-02-12 19:35:58"},"ethnicities":{"country_id":"CO","name":"mestizo and white","population_percentage":"84.20","date":null,"created_at":"2018-02-12 19:35:58","updated_at":"2018-02-12 19:35:58"},"religions":{"country_id":"CO","name":"Roman Catholic","population_percentage":"90.00","date":null,"created_at":"2018-02-12 19:35:58","updated_at":"2018-02-12 19:35:58"},"transportation":{"country_id":"CO","air_carriers":12,"aircraft":157,"aircraft_passengers":null,"aircraft_freight":null,"aircraft_code_prefix":"HJ, HK (2016)","airports":"836 (2013)","airports_paved":"121","airports_info_date":null,"major_seaports":null,"oil_terminals":null,"cruise_ports":null,"created_at":"2018-02-12 19:35:58","updated_at":"2018-02-12 19:35:58"}}