{"id":"CY","iso_a3":"CYP","fips":"CY","continent":"EU","name":"Cyprus","introduction":"A former British colony, Cyprus became independent in 1960 following years of resistance to British rule. Tensions between the Greek Cypriot majority and Turkish Cypriot minority came to a head in December 1963, when violence broke out in the capital of Nicosia. Despite the deployment of UN peacekeepers in 1964, sporadic intercommunal violence continued, forcing most Turkish Cypriots into enclaves throughout the island. In 1974, a Greek Government-sponsored attempt to overthrow the elected president of Cyprus was met by military intervention from Turkey, which soon controlled more than a third of the island. In 1983, the Turkish Cypriot administered area declared itself the \"Turkish Republic of Northern Cyprus\" (\"TRNC\"), but it is recognized only by Turkey. A UN-mediated agreement, the Annan Plan, failed to win approval by both communities in 2004. In February 2014, after a hiatus of nearly two years, the leaders of the two communities resumed formal discussions under UN auspices aimed at reuniting the divided island. Talks were suspended in October 2014, but resumed in earnest in May 2015 following the election of a new Turkish Cypriot \"president.\" The entire island entered the EU on 1 May 2004, although the EU acquis - the body of common rights and obligations - applies only to the areas under the internationally recognized government, and is suspended in the area administered by Turkish Cypriots. However, individual Turkish Cypriots able to document their eligibility for Republic of Cyprus citizenship legally enjoy the same rights accorded to other citizens of EU states.","communications":{"country_id":"CY","fixed_phones_total":"323,707","fixed_phones_subs_per_100":"27 (July 2015 est.)","mobile_phones_total":"1.111 million","mobile_phones_subs_per_100":"93 (July 2015 est.)","phone_system_general_assessment":"excellent in both area under government control and area administered by Turkish Cypriots","phone_system_international":"country code - 357 (area administered by Turkish Cypriots uses the country code of Turkey - 90); a number of submarine cables, including the SEA-ME-WE-3, combine to provide connectivity to Western Europe, the Middle East, and Asia; tropospheric scatter; s","phone_system_domestic":"open-wire, fiber-optic cable, and microwave radio relay","broadcast_media":"mixture of state and privately run TV and radio services; the public broadcaster operates 2 TV channels and 4 radio stations; 6 private TV broadcasters, satellite and cable TV services including telecasts from Greece and Turkey, and a number of private ra (2007)","internet_country_code":"cy","internet_total_users":"853,000","internet_population_percent":"71.0","created_at":"2018-02-12 19:35:58","updated_at":"2018-02-12 19:35:58"},"economy":{"country_id":"CY","overview":"The area of the Republic of Cyprus under government control has a market economy dominated by the service sector, which accounts for more than four-fifths of GDP. Tourism, financial services, shipping, and real estate have traditionally been the most important sectors. Cyprus has been a member of the EU since May 2004 and adopted the euro as its national currency in January 2008. ++  ++ During the first five years of EU membership, the Cyprus economy grew at an average rate of about 4%, with unemployment between 2004 and 2008 averaging about 4%. However, the economy tipped into recession in 2009 as the ongoing global financial crisis and resulting low demand hit the tourism and construction sectors. An overextended banking sector with excessive exposure to Greek debt added to the contraction. Cyprus’ biggest two banks were among the largest holders of Greek bonds in Europe and had a substantial presence in Greece through bank branches and subsidiaries. Following numerous downgrades of its credit rating, Cyprus lost access to international capital markets in May 2011. In July 2012, Cyprus became the fifth euro-zone government to request an economic bailout program from the European Commission, European Central Bank and the International Monetary Fund - known collectively as the \"Troika.\" ++  ++ Shortly after the election of President Nikos ANASTASIADES in February 2013, Cyprus reached an agreement with the Troika on a $13 billion bailout that resulted in losses on uninsured bank deposits. The bailout triggered a two-week bank closure and the imposition of capital controls that remained partially in place until April 2015. Cyprus' two largest banks merged and the combined entity was recapitalized through conversion of some large bank deposits to shares and imposition of losses on bank bondholders. As with other EU countries, the Troika conditioned the bailout on passing financial and structural reforms and privatizing state-owned enterprises. Despite downsizing and restructuring, the Cypriot financial sector throughout 2015 remained burdened by the largest stock of non-performing loans in the euro zone, equal to nearly half of all loans. Since the bailout, Cyprus has received positive appraisals by the Troika and outperformed fiscal targets but has struggled to overcome political opposition to bailout-mandated legislation, particularly regarding privatizations. Cyprus emerged from recession in 2015 and its economy grew an estimated 1.6% for the year, setting a positive tone for the scheduled end of the bailout program in March 2016. ++  ++ In October 2013, a US-Israeli consortium completed preliminary appraisals of hydrocarbon deposits in Cyprus’ exclusive economic zone (EEZ), which revealed an estimated gross mean reserve of about 130 billion cubic meters. Though exploration continues in Cyprus’ EEZ, no additional commercially exploitable reserves were identified during the exploratory drilling in 2014\/2015. Developing offshore hydrocarbon resources remains a critical component of the government’s economic recovery efforts, but development has been delayed as a result of regional developments and disagreements about exploitation methods.","gdp_power_parity":"$29.26 billion (2016 est.) ++ $28.47 billion (2015 est.) ++ $28.05 billion (2014 est.)","gdp_real_growth":"2.8% (2016 est.) ++ 1.5% (2015 est.) ++ -2.5% (2014 est.)","gdp_per_capita":"$34,400 (2016 est.) ++ $33,600 (2015 est.) ++ $32,700 (2014 est.)","gdp_household_consumption":"69.1%","gdp_consumption":"15.3%","gdp_investment_in_fixed_capital":"11.3%","gdp_investment_in_inventories":"1.9%","gdp_exports":"60.9%","gdp_imports":"-58.5% (2016 est.)","gdp_sector_agriculture":"2.3%","gdp_sector_industry":"10.4%","gdp_sector_services":"87.2% (2016 est.)","agriculture_products":"citrus, vegetables, barley, grapes, olives, vegetables; poultry, pork, lamb; dairy, cheese","industries":"tourism, food and beverage processing, cement and gypsum, ship repair and refurbishment, textiles, light chemicals, metal products, wood, paper, stone and clay products","industrial_growth_rate":"1.5% (2016 est.)","labor_force":"415,100 (2016 est.)","labor_force_notes":"","labor_force_services":"81% (2014 est.)","labor_force_industry":"15.2%","labor_force_agriculture":"3.8%","labor_force_occupation_notes":"","unemployment_rate":"11.8% (2016 est.) ++ 14.9% (2015 est.)","population_below_poverty":"NA%","household_income_lowest_10":"3.3%","household_income_highest_10":"28.8% (2014)","budget_revenues":"","taxes_revenues":"38.1% of GDP (2016 est.)","budget_net":"-1.1% of GDP (2016 est.)","public_debt":"104.6% of GDP (2016 est.) ++ 108.9% of GDP (2015 est.)","external_debt":"$95.28 billion (31 December 2013 est.) ++ $103.5 billion (31 December 2012 est.)","fiscal_year":"calendar year","inflation_rate":"-0.3% (2016 est.) ++ -2.1% (2015 est.)","central_bank_discount_rate":"0.05% (31 December 2013) ++ 0.3% (31 December 2010)","commercial_bank_prime_lending_rate":"4.5% (31 December 2016 est.) ++ 4.69% (31 December 2015 est.)","stock_money_narrow":"$3.975 billion (31 December 2016 est.) ++ $4.031 billion (31 December 2015 est.)","stock_money_broad":"$43.41 billion (31 December 2014 est.) ++ $47.99 billion (31 December 2013 est.)","stock_domestic_credit":"$57.96 billion (31 December 2016 est.) ++ $59.58 billion (31 December 2015 est.)","exports":"$2.635 billion (2016 est.) ++ $2.759 billion (2015 est.)","exports_commodities":"citrus, potatoes, pharmaceuticals, cement, clothing","exports_partners":"Greece 10.9%, Ireland 10.2%, UK 7.2%, Israel 6% (2015)","imports":"$6.042 billion (2016 est.) ++ $6.286 billion (2015 est.)","imports_commodities":"consumer goods, petroleum and lubricants, machinery, transport equipment","imports_partners":"Greece 25.7%, UK 9.1%, Italy 8%, Germany 7.5%, Israel 5.5%, China 4.8%, Netherlands 4.1% (2015)","exchange_rates":"euros (EUR) per US dollar - ++ 0.9214 (2016 est.) ++ 0.885 (2015 est.) ++ 0.885 (2014 est.) ++ 0.7634 (2013 est.) ++ 0.78 (2012 est.)","created_at":"2018-02-12 19:35:58","updated_at":"2018-02-12 19:35:58"},"energy":{"country_id":"CY","electricity_production":"4.1 billion kWh (2014 est.)","electricity_consumption":"3.9 billion kWh (2014 est.)","electricity_exports":"0 kWh (2013 est.)","electricity_imports":"0 kWh (2013 est.)","electricity_generating_capacity":"1.7 million kW (2014 est.)","electricity_fossil_fuels":"90% of total installed capacity (2012 est.)","electricity_nuclear":"0% of total installed capacity (2012 est.)","electricity_hydroelectric":"0% of total installed capacity (2012 est.)","electricity_renewable":"10% of total installed capacity (2012 est.)","crude_oil_production":"0 bbl\/day (2015 est.)","crude_oil_exports":"0 bbl\/day (2013 est.)","crude_oil_imports":"0 bbl\/day (2013 est.)","crude_oil_reserves":"0 bbl (1 January 2016 es)","petrol_production":"0 bbl\/day (2013 est.)","petrol_consumption":"45,000 bbl\/day (2014 est.)","petrol_exports":"0 bbl\/day (2013 est.)","petrol_imports":"46,690 bbl\/day (2013 est.)","natural_gas_production":"0 cu m (2013 est.)","natural_gas_consumption":"0 cu m (2013 est.)","natural_gas_exports":"0 cu m (2013 est.)","natural_gas_imports":"0 cu m (2013 est.)","natural_gas_reserves":"141.6 billion cu m (1 January 2014 es)","co2_output":"9.1 million Mt (2013 est.)","created_at":"2018-02-12 19:35:58","updated_at":"2018-02-12 19:35:58"},"geography":{"country_id":"CY","location_description":"Middle East, island in the Mediterranean Sea, south of Turkey; note - Cyprus views itself as part of Europe; geopolitically, it can be classified as falling within Europe, the Middle East, or both","latitude":"35.1264130","longitude":"33.4298590","mapReferences":"Middle East","area_sqkm_total":9,"area_sqkm_land":9,"area_sqkm_water":10,"area_km_coastline":648,"area_note":"about 0.6 times the size of Connecticut","climate":"temperate; Mediterranean with hot, dry summers and cool winters","terrain":"central plain with mountains to north and south; scattered but significant plains along southern coast","hazards":"moderate earthquake activity; droughts","notes":"the third largest island in the Mediterranean Sea (after Sicily and Sardinia)","created_at":"2018-02-12 19:35:58","updated_at":"2018-02-12 19:35:58"},"government":{"country_id":"CY","name":"Republic of Cyprus","name_etymology":"the derivation of the name \"Cyprus\" is unknown, but the extensive mining of copper metal on the island in antiquity gave rise to the Latin word \"cuprum\" for copper","conventional_long_form":"Republic of Cyprus","conventional_short_form":"Cyprus","dependency_status":"","government_type":"Republic of Cyprus - presidential democracy; Turkish Republic of Northern Cyprus (self-declared) - semi-presidential democracy","capital":"Nicosia (Lefkosia\/Lefkosa)","capital_coordinates":"35 10 N, 33 22 E","capital_time_zone":"UTC+2 (7 hours ahead of Washington, DC, during Standard Time)","administrative_divisions":"6 districts; Ammochostos (Famagusta); (all but a small part located in the Turkish Cypriot community), Keryneia (Kyrenia; the only district located entirely in the Turkish Cypriot community), Larnaka (Larnaca; with a small part located in the Turkish Cypriot community), Lefkosia (Nicosia; a small part administered by Turkish Cypriots), Lemesos (Limassol), Pafos (Paphos); note - the 5 \"districts\" of the \"TRNC\" are Gazimagusa (Famagusta), Girne (Kyrenia), Guzelyurt (Morphou), Iskele (Trikomo), Lefkosia (Nicosia)","administrative_divisions_note":"","independence":"16 August 1960 (from the UK); note - Turkish Cypriots proclaimed self-rule on 13 February 1975 and independence in 1983, but these proclamations are recognized only by Turkey","national_holiday":"Independence Day, 1 October (1960); note - Turkish Cypriots celebrate 15 November (1983) as \"Republic Day\"","constitution":"ratified 16 August 1960; amended 1996, 2013; note - in 1963, the constitution was partly suspended as Turkish Cypriots withdrew from the government; Turkish-held territory in 1983 was declared the \"Turkish Republic of Northern Cyprus\" (\"TRNC\"); in 1985, the \"TRNC\" approved its own constitution (2016)","legal_system":"mixed legal system of English common law and civil law with European law supremacy","citizenship":"","suffrage":"18 years of age; universal","executive_chief_of_state":"President Nikos ANASTASIADIS (since 28 February 2013); note - the president is both chief of state and head of government; vice president (vacant); note - vice presidency reserved for Turkish Cypriot","executive_head_of_government":"President Nikos ANASTASIADIS (since 28 February 2013)","executive_cabinet":"Council of Ministers appointed by the president; note - under the 1960 constitution, 3 of the ministerial posts reserved for Turkish Cypriots, appointed by the vice president; positions currently filled by Greek Cypriots","executive_elections":"president directly elected by absolute majority popular vote in 2 rounds if needed for a 5-year term; election last held on 17 and 24 February 2013 (next to be held in February 2018)","executive_election_results":"Nikos ANASTASIADIS elected president; percent of vote in first round - Nikos ANASTASIADIS (DISY) 45.5%, Stavros MALAS (AKEL) 26.9%, Giorgos LILLIKAS (SP) 24.9%, other 2.7%; percent of vote in second round - Nikos ANASTASIADIS 57.5%, Savros MALAS 42.5%","legislative_description":"area under government control: unicameral House of Representatives or Vouli Antiprosopon (80 seats; 56 assigned to Greek Cypriots, 24 to Turkish Cypriots, but only those assigned to Greek Cypriots are filled; members directly elected by both proportional representation and preferential vote; members serve 5-year terms); area administered by Turkish Cypriots: unicameral Assembly of the Republic or Cumhuriyet Meclisi (50 seats; members directly elected by proportional representation vote to serve 5-year terms)","legislative_elections":"area under government control: last held on 22 May 2016 (next to be held in May 2021); area administered by Turkish Cypriots: last held on 28 July 2013 (next to be held on July 2018)","legislative_election_results":"area under government control: House of Representatives - percent of vote by party - DISY 30.7%, AKEL 25.7%, DIKO 14.5%, KS-EDEK 6.2%, Citizen's Alliance 5.0% Solidarity Movement 5.2%, other 11.7%; seats by party - DISY 18, AKEL 16, DIKO 9, KS-EDEK 3, Citizen's Alliance 3, Solidarity Movement 3, other 7; area administered by Turkish Cypriots: \"Assembly of the Republic\" - percent of vote by party - CTP-BG 38.4%, UBP 27.3%, DP-UG 23.2%, TDP 7.4%, other 3.7%; seats by party - CTP-BG 21, UBP 14, DP-UG 12, TDP 3","legislative_highest_courts":"Supreme Court of Cyprus (consists of 13 judges including the court president); note - the highest court in the \"Turkish Republic of Northern Cyprus (TRNC)\" is the \"Supreme Court\" (consists of 8 \"judges\" including the \"court president\")","legislative_judge_selection":"Republic of Cyprus Supreme Court judges appointed by the president of the republic upon the recommendation of the Supreme Court judges; judges can serve until age 68; \"TRNC Supreme Court\" judges appointed by the \"Supreme Council of Judicature,\" a 12-member body of judges, the attorney general, appointees - 1 each by the president of the \"TRNC\" and by the \"Legislative Assembly\" - and 1 member elected by the bar association; judge tenure NA","legislative_subordinate_courts":"Republic of Cyprus district courts; Assize Courts; specialized courts for issues relating to family, industrial disputes, military, and rent control; \"TRNC Assize Courts\"; \"district and family courts\"","political_parties":"","political_pressure":"","international_organization_participation":"Australia Group, C, CD, CE, EBRD, ECB, EIB, EMU, EU, FAO, IAEA, IBRD, ICAO, ICC (national committees), ICCt, ICRM, IDA, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), MIGA, NAM, NSG, OAS (observer), OIF, OPCW, OSCE, PCA, UN, UNCTAD, UNESCO, UNHCR, UNIDO, UNIFIL, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO","diplomatic_representation_in_usa":"","diplomatic_representation_from_usa":"","flag_description":"white with a copper-colored silhouette of the island (the island has long been famous for its copper deposits) above two green crossed olive branches in the center of the flag; the branches symbolize the hope for peace and reconciliation between the Greek and Turkish communities","national_symbols":"Cypriot mouflon (wild sheep), white dove; national colors: blue, white","national_anthem":"","created_at":"2018-02-12 19:35:58","updated_at":"2018-02-12 19:35:58"},"issues":{"country_id":"CY","international_disputes":"hostilities in 1974 divided the island into two de facto autonomous entities, the internationally recognized Cypriot Government and a Turkish-Cypriot community (north Cyprus); the 1,000-strong UN Peacekeeping Force in Cyprus (UNFICYP) has served in Cyprus since 1964 and maintains the buffer zone between north and south; on 1 May 2004, Cyprus entered the EU still divided, with the EU's body of legislation and standards (acquis communitaire) suspended in the north; Turkey protests Cypriot Government creating hydrocarbon blocks and maritime boundary with Lebanon in March 2007","illicit_drugs":"minor transit point for heroin and hashish via air routes and container traffic to Europe, especially from Lebanon and Turkey; some cocaine transits as well; despite a strengthening of anti-money-laundering legislation, remains vulnerable to money laundering; reporting of suspicious transactions in offshore sector remains weak (2008)","refugees":"hostilities in 1974 divided the island into two de facto autonomous entities, the internationally recognized Cypriot Government and a Turkish-Cypriot community (north Cyprus); the 1,000-strong UN Peacekeeping Force in Cyprus (UNFICYP) has served in Cyprus since 1964 and maintains the buffer zone between north and south; on 1 May 2004, Cyprus entered the EU still divided, with the EU's body of legislation and standards (acquis communitaire) suspended in the north; Turkey protests Cypriot Government creating hydrocarbon blocks and maritime boundary with Lebanon in March 2007","created_at":"2018-02-12 19:35:58","updated_at":"2018-02-12 19:35:58"},"people":{"country_id":"CY","languages":"","religions":"","population":1,"population_date":2016,"nationality_noun":"Cypriot(s)","nationality_adjective":"Cypriot","age_structure_14":"15.58","age_structure_24":"14.37","age_structure_54":"46.99","age_structure_64":"11.26","age_structure_65":"11.80","dependency_total":null,"dependency_youth":null,"dependency_elder":null,"dependency_potential":"5.50","median_age_total":null,"median_age_male":null,"median_age_female":null,"population_growth_rate_percentage":"1.38","birth_rate_per_1k":"0.01","death_rate_per_1k":"0.01","net_migration_per_1k":"0.01","population_distribution":"population concentrated in central Nicosia and in the major cities of the south: Paphos, Limassol, and Larnaca","urban_population_percentage":null,"urbanization_rate":null,"major_urban_areas_population":null,"sex_ratio_birth":"1.1","sex_ratio_14":"1.1","sex_ratio_24":"1.2","sex_ratio_54":"1.1","sex_ratio_64":"0.9","sex_ratio_65":"0.8","sex_ratio_total":"1.0","mother_age_first_birth":28,"maternal_mortality_rate":null,"infant_mortality_per_1k_total":"0.01","infant_mortality_per_1k_male":"0.01","infant_mortality_per_1k_female":"0.01","life_expectancy_at_birth_total":"78.7","life_expectancy_at_birth_male":"75.8","life_expectancy_at_birth_female":"81.6","total_fertility_rate":"1.47","contraceptive_prevalence":"0.00","health_expenditures":"0.00","physicians":"2.33","hospital_beds":"3.50","drinking_water_source_urban_improved":"100.00","drinking_water_source_rural_improved":"100.00","sanitation_facility_access_urban_improved":"100.00","sanitation_facility_access_rural_improved":"100.00","hiv_infection_rate":"0.06","hiv_infected":null,"hiv_deaths":null,"obesity_rate":"24.50","underweight_children":null,"education_expenditures":"604","literacy_definition":"age 15 and over can read and write","literacy_total":"99.10","literacy_male":"99.50","literacy_female":"98.70","school_years_total":14,"school_years_male":14,"school_years_female":15,"child_labor":null,"child_labor_percentage":null,"unemployment_youth_total":"35.90","unemployment_youth_male":"37.40","unemployment_youth_female":"34.60","created_at":"2018-02-12 19:35:58","updated_at":"2018-02-12 19:35:58"},"ethnicities":{"country_id":"CY","name":"Greek","population_percentage":"98.80","date":null,"created_at":"2018-02-12 19:35:58","updated_at":"2018-02-12 19:35:58"},"religions":{"country_id":"CY","name":"Orthodox Christian","population_percentage":"89.00","date":null,"created_at":"2018-02-12 19:35:58","updated_at":"2018-02-12 19:35:58"},"transportation":{"country_id":"CY","air_carriers":2,"aircraft":6,"aircraft_passengers":null,"aircraft_freight":null,"aircraft_code_prefix":"5B (2016)","airports":"15 (2013)","airports_paved":"13","airports_info_date":null,"major_seaports":null,"oil_terminals":null,"cruise_ports":null,"created_at":"2018-02-12 19:35:58","updated_at":"2018-02-12 19:35:58"}}