{"id":"ET","iso_a3":"ETH","fips":"ET","continent":"AF","name":"Ethiopia","introduction":"Unique among African countries, the ancient Ethiopian monarchy maintained its freedom from colonial rule with the exception of a short-lived Italian occupation from 1936-41. In 1974, a military junta, the Derg, deposed Emperor Haile SELASSIE (who had ruled since 1930) and established a socialist state. Torn by bloody coups, uprisings, wide-scale drought, and massive refugee problems, the regime was finally toppled in 1991 by a coalition of rebel forces, the Ethiopian People's Revolutionary Democratic Front. A constitution was adopted in 1994, and Ethiopia's first multiparty elections were held in 1995. A border war with Eritrea in the late 1990s ended with a peace treaty in December 2000. In November 2007, the Eritrea-Ethiopia Border Commission (EEBC) issued specific coordinates as virtually demarcating the border and pronounced its work finished. Alleging that the EEBC acted beyond its mandate in issuing the coordinates, Ethiopia has not accepted them and has not withdrawn troops from previously contested areas pronounced by the EEBC as belonging to Eritrea. In August 2012, longtime leader Prime Minister MELES Zenawi died in office and was replaced by his Deputy Prime Minister HAILEMARIAM Desalegn, marking the first peaceful transition of power in decades.","communications":{"country_id":"ET","fixed_phones_total":"890,642","fixed_phones_subs_per_100":"1 (July 2015 est.)","mobile_phones_total":"42.312 million","mobile_phones_subs_per_100":"43 (July 2015 est.)","phone_system_general_assessment":"inadequate telephone system with the Ethio Telecom maintaining a monopoly over telecommunication services; open-wire, microwave radio relay; radio communication in the HF, VHF, and UHF frequencies; 2 domestic satellites provide the national trunk service","phone_system_international":"country code - 251; open-wire to Sudan and Djibouti; microwave radio relay to Kenya and Djibouti; satellite earth stations - 3 Intelsat (1 Atlantic Ocean and 2 Pacific Ocean) (2015)","phone_system_domestic":"the number of mobile telephones is increasing steadily from a small base and now stands at over 40 per 100 persons","broadcast_media":"6 public TV stations broadcasting nationally and 10 public radio broadcasters; 7 private radio stations and 18 community radio stations (2015)","internet_country_code":"et","internet_total_users":"11.538 million","internet_population_percent":"11.0","created_at":"2018-02-12 19:35:58","updated_at":"2018-02-12 19:35:58"},"economy":{"country_id":"ET","overview":"Ethiopia has grown at a rate between 8% and 11% annually for more than a decade and the country is the fifth-fastest growing economy among the 188 IMF member countries. This growth has been driven by sustained progress in the agricultural and service sectors. Ethiopia has the lowest level of income-inequality in Africa and one of the lowest in the world, with a Gini coefficient comparable to that of the Scandinavian countries. Yet despite progress toward eliminating extreme poverty, Ethiopia remains one of the poorest countries in the world, due both to rapid population growth and a low starting base. Changes in rainfall associated with world-wide weather patterns resulted in the worst drought in thirty years in 2015\/2016, creating food insecurity for millions of Ethiopians. ++  ++ Almost 80% of Ethiopia’s population is still employed in the agricultural sector, but services have surpassed agriculture as the principal source of GDP. Under Ethiopia's constitution, the state owns all land and provides long-term leases to tenants. Since 2005, the Ethiopian government has introduced a system to register traditional land use rights and provide certificates documenting these rights. Initial surveys show that land-use certificates have significantly increased the willingness of farmers to invest in improvements on their land, from terracing to irrigation. However, title rights in urban areas, particularly Addis Ababa, are poorly regulated, and subject to corruption. ++  ++ Ethiopia’s export earnings are led by the services sector - primarily Ethiopian airlines - followed by several commodities. While coffee remains the largest foreign exchange earner, Ethiopia is diversifying exports and commodities such as gold, sesame, khat, livestock and horticulture products are becoming increasingly important. Manufacturing represents less than 8% of total exports. The banking, insurance, telecommunications, and micro-credit industries are restricted to domestic investors, but Ethiopia has attracted significant foreign investment in textiles, leather, commercial agriculture, and light manufacturing. ++  ++ Ethiopia remains a one-party state with a planned economy. In the fall of 2015, the government finalized and published the current 2016-2020 five year plan, known as the Growth and Transformation Plan (GTP II). GTP II emphasizes developing manufactures in sectors where Ethiopia has a comparative advantage in exporting, including textiles and garments, leather goods, and processed agricultural products. New infrastructure projects are to include power production and distribution, roads, rails, airports and industrial parks. To support industrialization, Ethiopia plans to increase power generation by 8,320 MW, up from an installed capacity of 2,000 MW, by building three more major dams and expanding to other sources of renewable energy. Construction is underway on an electric railway network that will connect Ethiopia to all its neighbors, with a link to the Port of Djibouti already finished and partially functioning. A tripling of capacity at the international airport in Addis Ababa to 25 million passengers will be completed in 2017, while construction of a completely new airport is being planned by 2025. Meanwhile, the domestic airport network has expanded to nineteen airports in a country where mountains and deserts make developing and maintaining a road network challenging. Despite difficult topography, more than a hundred thousand kilometers of roads have been built, connecting previously isolated regions.","gdp_power_parity":"$174.7 billion (2016 est.) ++ $164.1 billion (2015 est.) ++ $148.9 billion (2014 est.)","gdp_real_growth":"6.5% (2016 est.) ++ 10.2% (2015 est.) ++ 10.3% (2014 est.)","gdp_per_capita":"$1,900 (2016 est.) ++ $1,800 (2015 est.) ++ $1,700 (2014 est.)","gdp_household_consumption":"65.9%","gdp_consumption":"10.2%","gdp_investment_in_fixed_capital":"37.6%","gdp_investment_in_inventories":"-0.1%","gdp_exports":"8.7%","gdp_imports":"-22.3% (2016 est.)","gdp_sector_agriculture":"36.2%","gdp_sector_industry":"17%","gdp_sector_services":"46.8% (2016 est.)","agriculture_products":"cereals, coffee, oilseed, cotton, sugarcane, vegetables, khat, cut flowers; hides, cattle, sheep, goats; fish","industries":"food processing, beverages, textiles, leather, garments, chemicals, metals processing, cement","industrial_growth_rate":"9% (2016 est.)","labor_force":"50.97 million (2016 est.)","labor_force_notes":"","labor_force_services":"10% (2009 est.)","labor_force_industry":"5%","labor_force_agriculture":"85%","labor_force_occupation_notes":"","unemployment_rate":"17.5% (2012 est.) ++ 18% (2011 est.)","population_below_poverty":"29.6% (2014 est.)","household_income_lowest_10":"4.1%","household_income_highest_10":"25.6% (2005)","budget_revenues":"","taxes_revenues":"14.6% of GDP (2016 est.)","budget_net":"-2.6% of GDP (2016 est.)","public_debt":"54.2% of GDP (2016 est.) ++ 49.6% of GDP (2015 est.)","external_debt":"$22.49 billion (31 December 2016 est.) ++ $19.04 billion (31 December 2015 est.)","fiscal_year":"8 July - 7 July","inflation_rate":"9.1% (2016 est.) ++ 10.1% (2015 est.)","central_bank_discount_rate":"NA%","commercial_bank_prime_lending_rate":"12.2% (31 December 2016 est.) ++ 11.5% (31 December 2015 est.)","stock_money_narrow":"$14.43 billion (31 December 2016 est.) ++ $11.97 billion (31 December 2015 est.)","stock_money_broad":"$28 billion (31 December 2016 est.) ++ $24.4 billion (31 December 2015 est.)","stock_domestic_credit":"$36.33 billion (31 December 2016 est.) ++ $28.41 billion (31 December 2015 est.)","exports":"$2.932 billion (2016 est.) ++ $2.935 billion (2015 est.)","exports_commodities":"coffee (27%, by value), oilseeds (17%), edible vegetables including khat (17%), gold (13%), flowers (7%), live animals (7%), raw leather products (3%), meat products (3%)","exports_partners":"Switzerland 14.3%, China 11.7%, US 9.5%, Netherlands 8.8%, Saudi Arabia 5.9%, Germany 5.7% (2015)","imports":"$14.7 billion (2016 est.) ++ $15.87 billion (2015 est.)","imports_commodities":"machinery and aircraft (14%, by value), metal and metal products, (14%), electrical materials, (13%), petroleum products (12%), motor vehicles, (10%), chemicals and fertilizers (4%)","imports_partners":"China 20.4%, US 9.2%, Saudi Arabia 6.5%, India 4.5% (2015)","exchange_rates":"birr (ETB) per US dollar - ++ 23.25 (2016 est.) ++ 21.55 (2015 est.) ++ 21.55 (2014 est.) ++ 19.8 (2013 est.) ++ 17.71 (2012 est.)","created_at":"2018-02-12 19:35:58","updated_at":"2018-02-12 19:35:58"},"energy":{"country_id":"ET","electricity_production":"9.5 billion kWh (2014 est.)","electricity_consumption":"6.7 billion kWh (2014 est.)","electricity_exports":"1.1 billion kWh (2014 est.)","electricity_imports":"0 kWh (2013 est.)","electricity_generating_capacity":"2.4 million kW (2014 est.)","electricity_fossil_fuels":"8.3% of total installed capacity (2012 est.)","electricity_nuclear":"0% of total installed capacity (2012 est.)","electricity_hydroelectric":"88.2% of total installed capacity (2012 est.)","electricity_renewable":"3.6% of total installed capacity (2012 est.)","crude_oil_production":"0 bbl\/day (2015 est.)","crude_oil_exports":"0 bbl\/day (2013 est.)","crude_oil_imports":"0 bbl\/day (2013 est.)","crude_oil_reserves":"430,000 bbl (1 January 2016 es)","petrol_production":"0 bbl\/day (2013 est.)","petrol_consumption":"61,000 bbl\/day (2014 est.)","petrol_exports":"0 bbl\/day (2013 est.)","petrol_imports":"58,740 bbl\/day (2013 est.)","natural_gas_production":"0 cu m (2013 est.)","natural_gas_consumption":"0 cu m (2013 est.)","natural_gas_exports":"0 cu m (2013 est.)","natural_gas_imports":"0 cu m (2013 est.)","natural_gas_reserves":"24.92 billion cu m (1 January 2016 es)","co2_output":"9.3 million Mt (2013 est.)","created_at":"2018-02-12 19:35:58","updated_at":"2018-02-12 19:35:58"},"geography":{"country_id":"ET","location_description":"Eastern Africa, west of Somalia","latitude":"9.1450000","longitude":"40.4896730","mapReferences":"Africa","area_sqkm_total":1,"area_sqkm_land":1,"area_sqkm_water":104,"area_km_coastline":0,"area_note":"slightly less than twice the size of Texas","climate":"tropical monsoon with wide topographic-induced variation","terrain":"high plateau with central mountain range divided by Great Rift Valley","hazards":"geologically active Great Rift Valley susceptible to earthquakes, volcanic eruptions; frequent droughts","notes":"landlocked - entire coastline along the Red Sea was lost with the de jure independence of Eritrea on 24 May 1993; Ethiopia is, therefore, the most populous landlocked country in the world; the Blue Nile, the chief headstream of the Nile by water volume, rises in T'ana Hayk (Lake Tana) in northwest Ethiopia; three major crops are believed to have originated in Ethiopia: coffee, grain sorghum, and castor bean","created_at":"2018-02-12 19:35:58","updated_at":"2018-02-12 19:35:58"},"government":{"country_id":"ET","name":"Federal Democratic Republic of Ethiopia","name_etymology":"the country name derives from the Greek word \"Aethiopia,\" which in classical times referred to lands south of Egypt in the Upper Nile region","conventional_long_form":"Federal Democratic Republic of Ethiopia","conventional_short_form":"Ethiopia","dependency_status":"","government_type":"federal parliamentary republic","capital":"Addis Ababa","capital_coordinates":"9 02 N, 38 42 E","capital_time_zone":"UTC+3 (8 hours ahead of Washington, DC, during Standard Time)","administrative_divisions":"9 ethnically based states (kililoch, singular - kilil) and 2 self-governing administrations* (astedaderoch, singular - astedader); Adis Abeba* (Addis Ababa), Afar, Amara (Amhara), Binshangul Gumuz, Dire Dawa*, Gambela Hizboch (Gambela Peoples), Hareri Hizb (Harari People), Oromiya (Oromia), Sumale (Somali), Tigray, Ye Debub Biheroch Bihereseboch na Hizboch (Southern Nations, Nationalities, and Peoples)","administrative_divisions_note":"","independence":"oldest independent country in Africa and one of the oldest in the world - at least 2,000 years (may be traced to the Aksumite Kingdom, which coalesced in the first century B.C.)","national_holiday":"National Day (defeat of MENGISTU regime), 28 May (1991)","constitution":"several previous; latest drafted June 1994, adopted 8 December 1994, entered into force 21 August 1995 (2016)","legal_system":"civil law system","citizenship":"","suffrage":"18 years of age; universal","executive_chief_of_state":"President MULATU Teshome Wirtu (since 7 October 2013)","executive_head_of_government":"Prime Minister HAILEMARIAM Desalegn (since 21 September 2012); Deputy Prime Ministers DEMEKE Mekonnen Hassen and DEBRETSION Gebre-Michael","executive_cabinet":"Council of Ministers selected by the prime minister and approved by the House of People's Representatives","executive_elections":"president indirectly elected by both chambers of Parliament for a 6-year term (eligible for a second term); election last held on 7 October 2013 (next to be held in October 2019); prime minister designated by the majority party following legislative elections","executive_election_results":"MULATU Teshome Wirtu (OPDO) elected president by acclamation","legislative_description":"","legislative_elections":"last held on 24 May 2015 (next to be held in 2020)","legislative_election_results":"House of Representatives percent of vote - NA; seats by party - EPRDF 500, SPDP 24, BGPDP 9, ANDP 8, GPUDM 3, APDO 1, HNL 1, independent 1","legislative_highest_courts":"Federal Supreme Court or Supreme Imperial Court (consists of 11 judges); note - the Federal Supreme Court has jurisdiction for all constitutional issues","legislative_judge_selection":"president and vice president of Federal Supreme Court nominated by the prime minister and appointed by the House of People's Representatives; other Supreme Court judges nominated by the Federal Judicial Administrative Council and appointed by the House of People's Representatives; judges serve until retirement at age 60","legislative_subordinate_courts":"federal high courts and federal courts of first instance; state court systems (mirror structure of federal system); sharia courts and customary and traditional courts","political_parties":"Afar National Democratic Party or ANDP [Mohammed KEDIR] ++ Argoba People Democratic Organization or APDO ++ Benishangul Gumuz People's Democratic Party or BGPDP ++ Blue Party (Semayawi Party) [Yanatan TESFAYE, spokesman] ++ Ethiopian Federal Democratic Forum or FORUM [Dr. Moga FRISSA] (a UDJ-led 6-party alliance established for the 2010 parliamentary elections) ++ Ethiopian People's Revolutionary Democratic Front or EPRDF [Hailemarian DESALEGN] (including the following organizations: Amhara National Democratic Movement or ANDM; Oromo People's Democratic Organization or OPDO; Southern Ethiopian People's Democratic Movement or SEPDM; Tigray People's Liberation Front or TPLF) ++ Gambella Peoples Unity Democratic Movement or GPUDM ++ Harari National League or HNL [YASIN Husein] ++ Somali People's Democratic Party or SPDP","political_pressure":"","international_organization_participation":"ACP, AfDB, AU, COMESA, EITI (candidate country), FAO, G-24, G-77, IAEA, IBRD, ICAO, ICRM, IDA, IFAD, IFC, IFRCS, IGAD, ILO, IMF, IMO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), MIGA, NAM, OPCW, PCA, UN, UNAMID, UNCTAD, UNESCO, UNHCR, UNIDO, UNISFA, UNMIL, UNOCI, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO (observer)","diplomatic_representation_in_usa":"","diplomatic_representation_from_usa":"","flag_description":"three equal horizontal bands of green (top), yellow, and red, with a yellow pentagram and single yellow rays emanating from the angles between the points on a light blue disk centered on the three bands; green represents hope and the fertility of the land, yellow symbolizes justice and harmony, while red stands for sacrifice and heroism in the defense of the land; the blue of the disk symbolizes peace and the pentagram represents the unity and equality of the nationalities and peoples of Ethiopia","national_symbols":"Abyssinian lion (traditional), yellow pentagram with five rays of light on a blue field (promoted by current government); national colors: green, yellow, red","national_anthem":"","created_at":"2018-02-12 19:35:58","updated_at":"2018-02-12 19:35:58"},"issues":{"country_id":"ET","international_disputes":"Eritrea and Ethiopia agreed to abide by the 2002 Eritrea-Ethiopia Boundary Commission's (EEBC) delimitation decision, but neither party responded to the revised line detailed in the November 2006 EEBC Demarcation Statement; the undemarcated former British administrative line has little meaning as a political separation to rival clans within Ethiopia's Ogaden and southern Somalia's Oromo region; Ethiopian forces invaded southern Somalia and routed Islamist courts from Mogadishu in January 2007; \"Somaliland\" secessionists provide port facilities in Berbera and trade ties to landlocked Ethiopia; civil unrest in eastern Sudan has hampered efforts to demarcate the porous boundary with Ethiopia","illicit_drugs":"transit hub for heroin originating in Southwest and Southeast Asia and destined for Europe, as well as cocaine destined for markets in southern Africa; cultivates qat (khat) for local use and regional export, principally to Djibouti and Somalia (legal in all three countries); the lack of a well-developed financial system limits the country's utility as a money laundering center","refugees":"Eritrea and Ethiopia agreed to abide by the 2002 Eritrea-Ethiopia Boundary Commission's (EEBC) delimitation decision, but neither party responded to the revised line detailed in the November 2006 EEBC Demarcation Statement; the undemarcated former British administrative line has little meaning as a political separation to rival clans within Ethiopia's Ogaden and southern Somalia's Oromo region; Ethiopian forces invaded southern Somalia and routed Islamist courts from Mogadishu in January 2007; \"Somaliland\" secessionists provide port facilities in Berbera and trade ties to landlocked Ethiopia; civil unrest in eastern Sudan has hampered efforts to demarcate the porous boundary with Ethiopia","created_at":"2018-02-12 19:35:58","updated_at":"2018-02-12 19:35:58"},"people":{"country_id":"ET","languages":"","religions":"","population":null,"population_date":null,"nationality_noun":"Ethiopian(s)","nationality_adjective":"Ethiopian","age_structure_14":"43.71","age_structure_24":"20.04","age_structure_54":"29.45","age_structure_64":"3.89","age_structure_65":"2.91","dependency_total":null,"dependency_youth":null,"dependency_elder":null,"dependency_potential":"15.80","median_age_total":null,"median_age_male":null,"median_age_female":null,"population_growth_rate_percentage":"2.88","birth_rate_per_1k":"0.04","death_rate_per_1k":"0.01","net_migration_per_1k":"0.00","population_distribution":"","urban_population_percentage":null,"urbanization_rate":null,"major_urban_areas_population":null,"sex_ratio_birth":"1.0","sex_ratio_14":"1.0","sex_ratio_24":"1.0","sex_ratio_54":"1.0","sex_ratio_64":"1.0","sex_ratio_65":"0.8","sex_ratio_total":"1.0","mother_age_first_birth":19,"maternal_mortality_rate":null,"infant_mortality_per_1k_total":"0.05","infant_mortality_per_1k_male":"0.06","infant_mortality_per_1k_female":"0.04","life_expectancy_at_birth_total":"62.2","life_expectancy_at_birth_male":"59.8","life_expectancy_at_birth_female":"64.7","total_fertility_rate":"5.07","contraceptive_prevalence":"28.60","health_expenditures":"0.00","physicians":"0.03","hospital_beds":"6.30","drinking_water_source_urban_improved":"93.10","drinking_water_source_rural_improved":"48.60","sanitation_facility_access_urban_improved":"27.20","sanitation_facility_access_rural_improved":"28.20","hiv_infection_rate":"1.15","hiv_infected":null,"hiv_deaths":null,"obesity_rate":"3.30","underweight_children":"25.20","education_expenditures":"4.5","literacy_definition":"age 15 and over can read and write","literacy_total":"49.10","literacy_male":"57.20","literacy_female":"41.10","school_years_total":8,"school_years_male":9,"school_years_female":8,"child_labor":10,"child_labor_percentage":"53.00","unemployment_youth_total":"7.30","unemployment_youth_male":"5.00","unemployment_youth_female":"9.60","created_at":"2018-02-12 19:35:58","updated_at":"2018-02-12 19:35:58"},"ethnicities":{"country_id":"ET","name":"Oromo","population_percentage":"34.40","date":null,"created_at":"2018-02-12 19:35:58","updated_at":"2018-02-12 19:35:58"},"religions":{"country_id":"ET","name":"Ethiopian Orthodox","population_percentage":"43.00","date":null,"created_at":"2018-02-12 19:35:58","updated_at":"2018-02-12 19:35:58"},"transportation":{"country_id":"ET","air_carriers":1,"aircraft":75,"aircraft_passengers":null,"aircraft_freight":null,"aircraft_code_prefix":"ET (2016)","airports":"57 (2013)","airports_paved":"17","airports_info_date":null,"major_seaports":"Ethiopia is landlocked and uses the ports of Djibouti in Djibouti and Berbera in Somalia","oil_terminals":null,"cruise_ports":null,"created_at":"2018-02-12 19:35:58","updated_at":"2018-02-12 19:35:58"}}