{"id":"IN","iso_a3":"IND","fips":"IN","continent":"AS","name":"India","introduction":"The Indus Valley civilization, one of the world's oldest, flourished during the 3rd and 2nd millennia B.C. and extended into northwestern India. Aryan tribes from the northwest infiltrated the Indian subcontinent about 1500 B.C.; their merger with the earlier Dravidian inhabitants created the classical Indian culture. The Maurya Empire of the 4th and 3rd centuries B.C. - which reached its zenith under ASHOKA - united much of South Asia. The Golden Age ushered in by the Gupta dynasty (4th to 6th centuries A.D.) saw a flowering of Indian science, art, and culture. Islam spread across the subcontinent over a period of 700 years. In the 10th and 11th centuries, Turks and Afghans invaded India and established the Delhi Sultanate. In the early 16th century, the Emperor BABUR established the Mughal Dynasty, which ruled India for more than three centuries. European explorers began establishing footholds in India during the 16th century. ++ By the 19th century, Great Britain had become the dominant political power on the subcontinent. The British Indian Army played a vital role in both World Wars. Years of nonviolent resistance to British rule, led by Mohandas GANDHI and Jawaharlal NEHRU, eventually resulted in Indian independence, which was granted in 1947. Large-scale communal violence took place before and after the subcontinent partition into two separate states - India and Pakistan. The neighboring nations have fought three wars since independence, the last of which was in 1971 and resulted in East Pakistan becoming the separate nation of Bangladesh. India's nuclear weapons tests in 1998 emboldened Pakistan to conduct its own tests that same year. In November 2008, terrorists originating from Pakistan conducted a series of coordinated attacks in Mumbai, India's financial capital. Despite pressing problems such as significant overpopulation, environmental degradation, extensive poverty, and widespread corruption, economic growth following the launch of economic reforms in 1991 and a massive youthful population are driving India's emergence as a regional and global power.","communications":{"country_id":"IN","fixed_phones_total":"25.518 million","fixed_phones_subs_per_100":"2 (July 2015 est.)","mobile_phones_total":"1,011.054 million","mobile_phones_subs_per_100":"81 (July 2015 est.)","phone_system_general_assessment":"supported by recent deregulation and liberalization of telecommunications laws and policies, India has emerged as one of the fastest-growing telecom markets in the world; total telephone subscribership base exceeded 1 billion in 2015, an overall teledensi","phone_system_international":"country code - 91; a number of major international submarine cable systems, including SEA-ME-WE-3 with landing sites at Cochin and Mumbai (Bombay), SEA-ME-WE-4 with a landing site at Chennai, Fiber-Optic Link Around the Globe (FLAG) with a landing site at (2015)","phone_system_domestic":"mobile cellular service introduced in 1994 and organized nationwide into four metropolitan areas and 19 telecom circles, each with multiple private service providers and one or more state-owned service providers; in recent years significant trunk capacity","broadcast_media":"Doordarshan, India's public TV network, operates about 20 national, regional, and local services; a large and increasing number of privately owned TV stations are distributed by cable and satellite service providers; in 2015, more than 230 million homes h (2015)","internet_country_code":"in","internet_total_users":"325.441 million","internet_population_percent":"26.0","created_at":"2018-02-12 19:35:59","updated_at":"2018-02-12 19:35:59"},"economy":{"country_id":"IN","overview":"India's diverse economy encompasses traditional village farming, modern agriculture, handicrafts, a wide range of modern industries, and a multitude of services. Slightly less than half of the work force is in agriculture, but services are the major source of economic growth, accounting for nearly two-thirds of India's output but employing less than one-third of its labor force. India has capitalized on its large educated English-speaking population to become a major exporter of information technology services, business outsourcing services, and software workers. ++  ++ India is developing into an open-market economy, yet traces of its past autarkic policies remain. Economic liberalization measures, including industrial deregulation, privatization of state-owned enterprises, and reduced controls on foreign trade and investment, began in the early 1990s and served to accelerate the country's growth, which averaged under 7% per year from 1997 to 2011. India's economic growth began slowing in 2011 because of a decline in investment caused by high interest rates, rising inflation, and investor pessimism about the government's commitment to further economic reforms and about slow world growth. Rising macroeconomic imbalances in India and improving economic conditions in Western countries led investors to shift capital away from India, prompting a sharp depreciation of the rupee. ++  ++ Growth rebounded in 2014 and 2015, with both years exceeding 7%. Investors’ perceptions of India improved in early 2014, due to a reduction of the current account deficit and expectations of post-election economic reform, resulting in a surge of inbound capital flows and stabilization of the rupee. Since the election, economic reforms have focused on administrative and governance changes largely because the ruling party remains a minority in India’s upper house of Parliament, which must approve most bills. Despite a high growth rate compared to the rest of the world, in 2015, India’s government-owned banks faced mounting bad debt, resulting in low credit growth and restrained economic growth. ++  ++ The outlook for India's long-term growth is moderately positive due to a young population and corresponding low dependency ratio, healthy savings and investment rates, and increasing integration into the global economy. However, India's discrimination against women and girls, an inefficient power generation and distribution system, ineffective enforcement of intellectual property rights, decades-long civil litigation dockets, inadequate transport and agricultural infrastructure, limited non-agricultural employment opportunities, high spending and poorly targeted subsidies, inadequate availability of quality basic and higher education, and accommodating rural-to-urban migration are significant long-term challenges.","gdp_power_parity":"$8.721 trillion (2016 est.) ++ $8.103 trillion (2015 est.) ++ $7.534 trillion (2014 est.)","gdp_real_growth":"7.6% (2016 est.) ++ 7.6% (2015 est.) ++ 7.2% (2014 est.)","gdp_per_capita":"$6,700 (2016 est.) ++ $6,300 (2015 est.) ++ $5,900 (2014 est.)","gdp_household_consumption":"60.8%","gdp_consumption":"11.4%","gdp_investment_in_fixed_capital":"27.6%","gdp_investment_in_inventories":"3%","gdp_exports":"19%","gdp_imports":"-21.8% (2016 est.)","gdp_sector_agriculture":"16.5%","gdp_sector_industry":"29.8%","gdp_sector_services":"45.4% (2016 est.)","agriculture_products":"rice, wheat, oilseed, cotton, jute, tea, sugarcane, lentils, onions, potatoes; dairy products, sheep, goats, poultry; fish","industries":"textiles, chemicals, food processing, steel, transportation equipment, cement, mining, petroleum, machinery, software, pharmaceuticals","industrial_growth_rate":"7.4% (2016 est.)","labor_force":"513.7 million (2016 est.)","labor_force_notes":"","labor_force_services":"31% (2012 est.)","labor_force_industry":"20%","labor_force_agriculture":"49%","labor_force_occupation_notes":"","unemployment_rate":"8.4% (2016 est.) ++ 8.4% (2015 est.)","population_below_poverty":"29.8% (2010 est.)","household_income_lowest_10":"3.6%","household_income_highest_10":"31.1% (2005)","budget_revenues":"","taxes_revenues":"8.9% of GDP (2016 est.)","budget_net":"-3.7% of GDP (2016 est.)","public_debt":"52.3% of GDP (2016 est.) ++ 52.4% of GDP (2015 est.)","external_debt":"$507 billion (31 December 2016 est.) ++ $480.8 billion (31 December 2015 est.)","fiscal_year":"1 April - 31 March","inflation_rate":"5.6% (2016 est.) ++ 4.9% (2015 est.)","central_bank_discount_rate":"7.75% (31 December 2014) ++ 7.75% (31 December 2013)","commercial_bank_prime_lending_rate":"9.3% (31 December 2016 est.) ++ 10.01% (31 December 2015 est.)","stock_money_narrow":"$385.9 billion (31 December 2016 est.) ++ $370.5 billion (31 December 2015 est.)","stock_money_broad":"$1.728 trillion (31 December 2016 est.) ++ $1.704 trillion (31 December 2015 est.)","stock_domestic_credit":"$1.579 trillion (31 December 2016 est.) ++ $1.57 trillion (31 December 2015 est.)","exports":"$271.6 billion (2016 est.) ++ $272.4 billion (2015 est.)","exports_commodities":"petroleum products, precious stones, vehicles, machinery, iron and steel, chemicals, pharmaceutical products, cereals, apparel","exports_partners":"US 15.2%, UAE 11.4%, Hong Kong 4.6% (2015)","imports":"$402.4 billion (2016 est.) ++ $409.2 billion (2015 est.)","imports_commodities":"crude oil, precious stones, machinery, chemicals, fertilizer, plastics, iron and steel","imports_partners":"China 15.5%, UAE 5.5%, Saudi Arabia 5.4%, Switzerland 5.3%, US 5.2% (2015)","exchange_rates":"Indian rupees (INR) per US dollar - ++ 68.3 (2016 est.) ++ 64.152 (2015 est.) ++ 64.152 (2014 est.) ++ 61.03 (2013 est.) ++ 53.44 (2012 est.)","created_at":"2018-02-12 19:35:59","updated_at":"2018-02-12 19:35:59"},"energy":{"country_id":"IN","electricity_production":"1.218 trillion kWh (2014 est.)","electricity_consumption":"973 billion kWh (2014 est.)","electricity_exports":"200 million kWh (2012 est.)","electricity_imports":"5 billion kWh (2014 est.)","electricity_generating_capacity":"311 million kW (2014 est.)","electricity_fossil_fuels":"68.7% of total installed capacity (26 February 2014 )","electricity_nuclear":"2% of total installed capacity (26 February 2014 )","electricity_hydroelectric":"16.9% of total installed capacity (26 February 2014 )","electricity_renewable":"12.4% of total installed capacity (26 February 2014 )","crude_oil_production":"761,000 bbl\/day (2015 est.)","crude_oil_exports":"0 bbl\/day (2013 est.)","crude_oil_imports":"3.785 million bbl\/day (2013 est.)","crude_oil_reserves":"5.675 billion bbl (1 January 2016 es)","petrol_production":"4.775 million bbl\/day (2013 est.)","petrol_consumption":"3.735 million bbl\/day (2014 est.)","petrol_exports":"1.471 million bbl\/day (2013 est.)","petrol_imports":"401,900 bbl\/day (2013 est.)","natural_gas_production":"30.4 billion cu m (2014 est.)","natural_gas_consumption":"52.1 billion cu m (2014 est.)","natural_gas_exports":"0 cu m (2014 est.)","natural_gas_imports":"21.7 billion cu m (2014 est.)","natural_gas_reserves":"1.489 trillion cu m (1 January 2016 es)","co2_output":"1.887 billion Mt (2013 est.)","created_at":"2018-02-12 19:35:59","updated_at":"2018-02-12 19:35:59"},"geography":{"country_id":"IN","location_description":"Southern Asia, bordering the Arabian Sea and the Bay of Bengal, between Burma and Pakistan","latitude":"20.5936840","longitude":"78.9628800","mapReferences":"Asia","area_sqkm_total":3,"area_sqkm_land":2,"area_sqkm_water":314,"area_km_coastline":7,"area_note":"slightly more than one-third the size of the US","climate":"varies from tropical monsoon in south to temperate in north","terrain":"upland plain (Deccan Plateau) in south, flat to rolling plain along the Ganges, deserts in west, Himalayas in north","hazards":"droughts; flash floods, as well as widespread and destructive flooding from monsoonal rains; severe thunderstorms; earthquakes","notes":"dominates South Asian subcontinent; near important Indian Ocean trade routes; Kanchenjunga, third tallest mountain in the world, lies on the border with Nepal","created_at":"2018-02-12 19:35:59","updated_at":"2018-02-12 19:35:59"},"government":{"country_id":"IN","name":"Republic of India","name_etymology":"the English name derives from the Indus River; the Indian name \"Bharat\" may derive from the \"Bharatas\" tribe mentioned in the Vedas of the second millennium B.C.; the name is also associated with Emperor Bharata, the legendary conqueror of all of India","conventional_long_form":"Republic of India","conventional_short_form":"India","dependency_status":"","government_type":"federal parliamentary republic","capital":"New Delhi","capital_coordinates":"28 36 N, 77 12 E","capital_time_zone":"UTC+5.5 (10.5 hours ahead of Washington, DC, during Standard Time)","administrative_divisions":"29 states and 7 union territories*; Andaman and Nicobar Islands*, Andhra Pradesh, Arunachal Pradesh, Assam, Bihar, Chandigarh*, Chhattisgarh, Dadra and Nagar Haveli*, Daman and Diu*, Delhi*, Goa, Gujarat, Haryana, Himachal Pradesh, Jammu and Kashmir, Jharkhand, Karnataka, Kerala, Lakshadweep*, Madhya Pradesh, Maharashtra, Manipur, Meghalaya, Mizoram, Nagaland, Odisha, Puducherry*, Punjab, Rajasthan, Sikkim, Tamil Nadu, Telangana, Tripura, Uttar Pradesh, Uttarakhand, West Bengal","administrative_divisions_note":"although its status is that of a union territory, the official name of Delhi is National Capital Territory of Delhi","independence":"15 August 1947 (from the UK)","national_holiday":"Republic Day, 26 January (1950)","constitution":"previous 1935 (preindependence); latest draft completed 4 November 1949, adopted 26 November 1949, effective 26 January 1950; amended many times, last in 2015 (2016)","legal_system":"common law system based on the English model; separate personal law codes apply to Muslims, Christians, and Hindus; judicial review of legislative acts","citizenship":"","suffrage":"18 years of age; universal","executive_chief_of_state":"President Pranab MUKHERJEE (since 22 July 2012); Vice President Mohammad Hamid ANSARI (since 11 August 2007)","executive_head_of_government":"Prime Minister Narendra MODI (since 26 May 2014)","executive_cabinet":"Union Council of Ministers recommended by the prime minister, appointed by the president","executive_elections":"president indirectly elected by an electoral college consisting of elected members of both houses of Parliament and state legislatures for a 5-year term (no term limits); election last held on 19 July 2012 (next to be held in July 2017); vice president indirectly elected by an electoral college consisting of elected members of both houses of Parliament and state legislatures for a 5-year term (no term limits); election last held on 7 August 2012 (next to be held in August 2017); following legislative elections, the prime minister is elected by parliamentary members of the majority party","executive_election_results":"Pranab MUKHERJEE elected president; percent of vote - Pranab MUKHERJEE (INC prior to election) 69.3%, Purno SANGMA (independent) 30.7%; Mohammad Hamid ANSARI reelected vice president; electoral college vote - Mohammad Hamid ANSARI 490, Jaswant SINGH 238","legislative_description":"bicameral Parliament or Sansad consists of the Council of States or Rajya Sabha (245 seats; 233 members indirectly elected by state and territorial assemblies by proportional representation vote, and 12 members appointed by the president; members serve 6-year terms) and the House of the People or Lok Sabha (545 seats; 543 members directly elected in single-seat constituencies by simple majority vote and 2 appointed by the president; members serve 5-year terms)","legislative_elections":"People's Assembly - last held April-May 2014 in 10 phases; (next to be held by May 2019)","legislative_election_results":"People's Assembly - percent of vote by party - BJP 31.0%, INC 19.3%, AITC 3.8%, SP 3.4%, AIADMK 3.3%, CPI(M) 3.3%, TDP 2.6%, YSRC 2.5%, AAP 2.1%, SAD 1.8%, BJD 1.7%, SS 1.7%, NCP 1.6%, RJD 1.3%, TRS 1.3%, LJP 0.4%, other 15.9%, independent 3.0%; seats by party - BJP 282, INC 44, AIADMK 37, AITC 34, BJD 20, SS 18, TDP 16, TRS 11, CPI(M) 9, YSRC 9, LJP 6, NCP 6, SP 5, AAP 4, RJD 4, SAD 4, other 33, independent 3","legislative_highest_courts":"Supreme Court (the chief justice and 25 associate justices)","legislative_judge_selection":"justices appointed by the president to serve until age 65","legislative_subordinate_courts":"High Courts; District Courts; Labour Court","political_parties":"Aam Aadmi Party or AAP [Arvind KEJRIWAL] ++ All India Anna Dravida Munnetra Kazhagam or AIADMK [J. JAYALALITHAA] ++ All India Trinamool Congress or AITC [Mamata BANERJEE] ++ Bahujan Samaj Party or BSP [MAYAWATI] ++ Bharatiya Janata Party or BJP [Amit SHAH] ++ Biju Janata Dal or BJD [Naveen PATNAIK] ++ Communist Party of India-Marxist or CPI(M) [Prakash KARAT] ++ Indian National Congress or INC [Sonia GANDHI] ++ Lok Janshakti Party (LJP) [Ram Vilas PASWAN] ++ Nationalist Congress Party or NCP [Sharad PAWAR] ++ Rashtriya Janata Dal or RJD [Lalu Prasad YADAV] ++ Samajwadi Party or SP [Mulayam Singh YADAV] ++ Shiromani Akali Dal or SAD [Parkash Singh BADAL] ++ Shiv Sena or SS [Uddhav THACKERAY] ++ Telegana Rashtra Samithi (TRS) [K. Chandrashekar RAO] ++ Telugu Desam Party or TDP [Chandrababu NAIDU] ++ YSR Congress (YSRC) [Jaganmohan REDDY]","political_pressure":"","international_organization_participation":"ADB, AfDB (nonregional member), Arctic Council (observer), ARF, ASEAN (dialogue partner), BIMSTEC, BIS, BRICS, C, CD, CERN (observer), CICA, CP, EAS, FAO, FATF, G-15, G-20, G-24, G-5, G-77, IAEA, IBRD, ICAO, ICC (national committees), ICRM, IDA, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), LAS (observer), MIGA, MINURSO, MONUSCO, NAM, OAS (observer), OECD, OPCW, Pacific Alliance (observer), PCA, PIF (partner), SAARC, SACEP, SCO (observer), UN, UNCTAD, UNDOF, UNESCO, UNHCR, UNIDO, UNIFIL, UNISFA, UNITAR, UNMISS, UNOCI, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO","diplomatic_representation_in_usa":"","diplomatic_representation_from_usa":"","flag_description":"three equal horizontal bands of saffron (subdued orange) (top), white, and green, with a blue chakra (24-spoked wheel) centered in the white band; saffron represents courage, sacrifice, and the spirit of renunciation; white signifies purity and truth; green stands for faith and fertility; the blue chakra symbolizes the wheel of life in movement and death in stagnation","national_symbols":"the Lion Capital of Ashoka, which depicts four Asiatic lions standing back to back mounted on a circular abacus, is the official emblem; Bengal tiger; lotus flower; national colors: saffron, white, green","national_anthem":"","created_at":"2018-02-12 19:35:59","updated_at":"2018-02-12 19:35:59"},"issues":{"country_id":"IN","international_disputes":"since China and India launched a security and foreign policy dialogue in 2005, consolidated discussions related to the dispute over most of their rugged, militarized boundary, regional nuclear proliferation, Indian claims that China transferred missiles to Pakistan, and other matters continue ++ Kashmir remains the site of the world's largest and most militarized territorial dispute with portions under the de facto administration of China (Aksai Chin), India (Jammu and Kashmir), and Pakistan (Azad Kashmir and Northern Areas) ++ India and Pakistan resumed bilateral dialogue in February 2011 after a two-year hiatus, have maintained the 2003 cease-fire in Kashmir, and continue to have disputes over water sharing of the Indus River and its tributaries ++ UN Military Observer Group in India and Pakistan has maintained a small group of peacekeepers since 1949; India does not recognize Pakistan's ceding historic Kashmir lands to China in 1964; to defuse tensions and prepare for discussions on a maritime boundary, India and Pakistan seek technical resolution of the disputed boundary in Sir Creek estuary at the mouth of the Rann of Kutch in the Arabian Sea; Pakistani maps continue to show its Junagadh claim in Indian Gujarat State; Prime Minister Singh's September 2011 visit to Bangladesh resulted in the signing of a Protocol to the 1974 Land Boundary Agreement between India and Bangladesh, which had called for the settlement of longstanding boundary disputes over undemarcated areas and the exchange of territorial enclaves, but which had never been implemented; Bangladesh referred its maritime boundary claims with Burma and India to the International Tribunal on the Law of the Sea; Joint Border Committee with Nepal continues to examine contested boundary sections, including the 400 sq km dispute over the source of the Kalapani River; India maintains a strict border regime to keep out Maoist insurgents and control illegal cross-border activities from Nepal","illicit_drugs":"world's largest producer of licit opium for the pharmaceutical trade, but an undetermined quantity of opium is diverted to illicit international drug markets; transit point for illicit narcotics produced in neighboring countries and throughout Southwest Asia; illicit producer of methaqualone; vulnerable to narcotics money laundering through the hawala system; licit ketamine and precursor production","refugees":"since China and India launched a security and foreign policy dialogue in 2005, consolidated discussions related to the dispute over most of their rugged, militarized boundary, regional nuclear proliferation, Indian claims that China transferred missiles to Pakistan, and other matters continue ++ Kashmir remains the site of the world's largest and most militarized territorial dispute with portions under the de facto administration of China (Aksai Chin), India (Jammu and Kashmir), and Pakistan (Azad Kashmir and Northern Areas) ++ India and Pakistan resumed bilateral dialogue in February 2011 after a two-year hiatus, have maintained the 2003 cease-fire in Kashmir, and continue to have disputes over water sharing of the Indus River and its tributaries ++ UN Military Observer Group in India and Pakistan has maintained a small group of peacekeepers since 1949; India does not recognize Pakistan's ceding historic Kashmir lands to China in 1964; to defuse tensions and prepare for discussions on a maritime boundary, India and Pakistan seek technical resolution of the disputed boundary in Sir Creek estuary at the mouth of the Rann of Kutch in the Arabian Sea; Pakistani maps continue to show its Junagadh claim in Indian Gujarat State; Prime Minister Singh's September 2011 visit to Bangladesh resulted in the signing of a Protocol to the 1974 Land Boundary Agreement between India and Bangladesh, which had called for the settlement of longstanding boundary disputes over undemarcated areas and the exchange of territorial enclaves, but which had never been implemented; Bangladesh referred its maritime boundary claims with Burma and India to the International Tribunal on the Law of the Sea; Joint Border Committee with Nepal continues to examine contested boundary sections, including the 400 sq km dispute over the source of the Kalapani River; India maintains a strict border regime to keep out Maoist insurgents and control illegal cross-border activities from Nepal","created_at":"2018-02-12 19:35:59","updated_at":"2018-02-12 19:35:59"},"people":{"country_id":"IN","languages":"","religions":"","population":1,"population_date":2016,"nationality_noun":"Indian(s)","nationality_adjective":"Indian","age_structure_14":"27.71","age_structure_24":"17.99","age_structure_54":"40.91","age_structure_64":"7.30","age_structure_65":"6.09","dependency_total":null,"dependency_youth":null,"dependency_elder":null,"dependency_potential":"11.70","median_age_total":null,"median_age_male":null,"median_age_female":null,"population_growth_rate_percentage":"1.19","birth_rate_per_1k":"0.02","death_rate_per_1k":"0.01","net_migration_per_1k":"0.00","population_distribution":"","urban_population_percentage":null,"urbanization_rate":null,"major_urban_areas_population":null,"sex_ratio_birth":"1.1","sex_ratio_14":"1.1","sex_ratio_24":"1.1","sex_ratio_54":"1.1","sex_ratio_64":"1.0","sex_ratio_65":"0.9","sex_ratio_total":"1.1","mother_age_first_birth":19,"maternal_mortality_rate":null,"infant_mortality_per_1k_total":"0.04","infant_mortality_per_1k_male":"0.04","infant_mortality_per_1k_female":"0.04","life_expectancy_at_birth_total":"68.5","life_expectancy_at_birth_male":"67.3","life_expectancy_at_birth_female":"69.8","total_fertility_rate":"2.45","contraceptive_prevalence":"54.80","health_expenditures":"0.00","physicians":"0.70","hospital_beds":"0.70","drinking_water_source_urban_improved":"97.10","drinking_water_source_rural_improved":"92.60","sanitation_facility_access_urban_improved":"62.60","sanitation_facility_access_rural_improved":"28.50","hiv_infection_rate":"0.26","hiv_infected":null,"hiv_deaths":null,"obesity_rate":"4.70","underweight_children":"43.50","education_expenditures":"3.8","literacy_definition":"age 15 and over can read and write","literacy_total":"71.20","literacy_male":"81.30","literacy_female":"60.60","school_years_total":12,"school_years_male":11,"school_years_female":12,"child_labor":26,"child_labor_percentage":"12.00","unemployment_youth_total":"10.70","unemployment_youth_male":"10.40","unemployment_youth_female":"11.60","created_at":"2018-02-12 19:35:59","updated_at":"2018-02-12 19:35:59"},"ethnicities":{"country_id":"IN","name":"Indo-Aryan","population_percentage":"72.00","date":null,"created_at":"2018-02-12 19:35:59","updated_at":"2018-02-12 19:35:59"},"religions":{"country_id":"IN","name":"Hindu","population_percentage":"79.00","date":null,"created_at":"2018-02-12 19:35:59","updated_at":"2018-02-12 19:35:59"},"transportation":{"country_id":"IN","air_carriers":20,"aircraft":485,"aircraft_passengers":null,"aircraft_freight":null,"aircraft_code_prefix":"VT (2016)","airports":"346 (2013)","airports_paved":"253","airports_info_date":null,"major_seaports":null,"oil_terminals":null,"cruise_ports":null,"created_at":"2018-02-12 19:35:59","updated_at":"2018-02-12 19:35:59"}}