{"id":"KZ","iso_a3":"KAZ","fips":"KZ","continent":"AS","name":"Kazakhstan","introduction":"Ethnic Kazakhs, a mix of Turkic and Mongol nomadic tribes who migrated to the region by the 13th century, were rarely united as a single nation. The area was conquered by Russia in the 18th century, and Kazakhstan became a Soviet Republic in 1936. Soviet policies reduced the number of ethnic Kazakhs in the 1930s and enabled non-ethnic Kazakhs to outnumber natives. During the 1950s and 1960s agricultural \"Virgin Lands\" program, Soviet citizens were encouraged to help cultivate Kazakhstan's northern pastures. This influx of immigrants (mostly Russians, but also some other deported nationalities) further skewed the ethnic mixture. Non-Muslim ethnic minorities departed Kazakhstan in large numbers from the mid-1990s through the mid-2000s and a national program has repatriated about a million ethnic Kazakhs back to Kazakhstan. These trends have allowed Kazakhs to become the titular majority again. This dramatic demographic shift has also undermined the previous religious diversity and made the country more than 70% Muslim. Kazakhstan's economy is larger than those of all the other Central Asian states largely due to the country's vast natural resources. Current issues include: developing a cohesive national identity, expanding the development of the country's vast energy resources and exporting them to world markets, diversifying the economy, enhancing Kazakhstan's economic competitiveness, and strengthening relations with neighboring states and foreign powers.","communications":{"country_id":"KZ","fixed_phones_total":"4,143,100","fixed_phones_subs_per_100":"23 (July 2015 est.)","mobile_phones_total":"31.39 million","mobile_phones_subs_per_100":"173 (July 2015 est.)","phone_system_general_assessment":"inherited an outdated telecommunications network from the Soviet era requiring modernization","phone_system_international":"country code - 7; international traffic with other former Soviet republics and China carried by landline and microwave radio relay and with other countries by satellite and by the Trans-Asia-Europe (TAE) fiber-optic cable; satellite earth stations - 2 Int (2015)","phone_system_domestic":"intercity by landline and microwave radio relay; number of fixed-line connections is inadequate; mobile-cellular usage has increased rapidly and the subscriber base now exceeds 170 per 100 persons","broadcast_media":"state owns nearly all radio and TV transmission facilities and operates national TV and radio networks; nearly all nationwide TV networks are wholly or partly owned by the government; some former state-owned media outlets have been privatized; households (2015)","internet_country_code":"kz","internet_total_users":"13.23 million","internet_population_percent":"72.0","created_at":"2018-02-12 19:35:59","updated_at":"2018-02-12 19:35:59"},"economy":{"country_id":"KZ","overview":"Kazakhstan, geographically the largest of the former Soviet republics, excluding Russia, possesses substantial fossil fuel reserves and other minerals and metals, such as uranium, copper, and zinc. It also has a large agricultural sector featuring livestock and grain. The government realizes that its economy suffers from an overreliance on oil and extractive industries and has embarked on an ambitious diversification program, aimed at developing targeted sectors like transport, pharmaceuticals, telecommunications, petrochemicals and food processing. ++  ++ Kazakhstan's vast hydrocarbon and mineral reserves form the backbone of its economy. Kazakhstan is landlocked and depends on Russia to export its oil to Europe. In 2010, Kazakhstan joined Russia and Belarus to establish a Customs Union in an effort to boost foreign investment and improve trade. The Customs Union evolved into a Single Economic Space in 2012 and the Eurasian Economic Union (EEU) in January 2015. ++  ++ The economic downturn of its EEU partner, Russia, and the decline in global commodity prices have contributed to an economic slowdown in Kazakhstan, which is experiencing its slowest economic growth since the financial crises of 2008-09. Kazakhstan devalued its currency, the tenge, by 19% in February 2014, and in November 2014, the government announced a stimulus package to cope with its economic challenges. In spring 2015, Kazakhstan embarked on an ambitious reform agenda to modernize its economy and improve its institutions. In the face of further decline in the ruble, oil prices, and the regional economic slowdown, Kazakhstan announced in August 2015 that it would cancel its currency band in favor of a floating exchange rate that sparked further devaluation of the tenge. In 2015, Kazakhstan's president signed into law a new Entrepreneurial Code and a new Labor Code, both aimed at improving the business environment. Despite some positive institutional and legislative changes, investors remain concerned about corruption, bureaucracy, and arbitrary law enforcement, especially at the regional and municipal levels.","gdp_power_parity":"$460.7 billion (2016 est.) ++ $464.2 billion (2015 est.) ++ $458.9 billion (2014 est.)","gdp_real_growth":"-0.8% (2016 est.) ++ 1.2% (2015 est.) ++ 4.3% (2014 est.)","gdp_per_capita":"$25,700 (2016 est.) ++ $26,300 (2015 est.) ++ $26,300 (2014 est.)","gdp_household_consumption":"53.7%","gdp_consumption":"13%","gdp_investment_in_fixed_capital":"25.1%","gdp_investment_in_inventories":"1.9%","gdp_exports":"32.8%","gdp_imports":"-26.5% (2016 est.)","gdp_sector_agriculture":"5.1%","gdp_sector_industry":"33%","gdp_sector_services":"61.9% (2016 est.)","agriculture_products":"grain (mostly spring wheat and barley), potatoes, vegetables, melons; livestock","industries":"oil, coal, iron ore, manganese, chromite, lead, zinc, copper, titanium, bauxite, gold, silver, phosphates, sulfur, uranium, iron and steel; tractors and other agricultural machinery, electric motors, construction materials","industrial_growth_rate":"1.4% (2016 est.)","labor_force":"9.059 million (2016 est.)","labor_force_notes":"","labor_force_services":"62.3% (2012)","labor_force_industry":"11.9%","labor_force_agriculture":"25.8%","labor_force_occupation_notes":"","unemployment_rate":"5.7% (2016 est.) ++ 5% (2015 est.)","population_below_poverty":"5.3% (2011 est.)","household_income_lowest_10":"3.9%","household_income_highest_10":"23.7% (2011 est.)","budget_revenues":"","taxes_revenues":"18.2% of GDP (2016 est.)","budget_net":"-3% of GDP (2016 est.)","public_debt":"24.1% of GDP (2016 est.) ++ 24.1% of GDP (2015 est.)","external_debt":"$147.7 billion (31 December 2016 est.) ++ $153.3 billion (31 December 2015 est.)","fiscal_year":"calendar year","inflation_rate":"14.6% (2016 est.) ++ 6.7% (2015 est.)","central_bank_discount_rate":"16% (31 December 2015) ++ 5.5% (31 December 2014)","commercial_bank_prime_lending_rate":"12.4% (31 December 2016 est.) ++ 9.56% (31 December 2015 est.)","stock_money_narrow":"$10.66 billion (31 December 2016 est.) ++ $8.933 billion (31 December 2015 est.)","stock_money_broad":"$52.89 billion (31 December 2014 est.) ++ $56.49 billion (31 December 2013 est.)","stock_domestic_credit":"$60.94 billion (31 December 2016 est.) ++ $50.83 billion (31 December 2015 est.)","exports":"$35.28 billion (2016 est.) ++ $46.29 billion (2015 est.)","exports_commodities":"oil and oil products, natural gas, ferrous metals, chemicals, machinery, grain, wool, meat, coal","exports_partners":"China 15.1%, Russia 12.3%, France 9.2%, Germany 7.9%, Italy 6.7%, Greece 4.1% (2015)","imports":"$24.5 billion (2016 est.) ++ $33.65 billion (2015 est.)","imports_commodities":"machinery and equipment, metal products, foodstuffs","imports_partners":"Russia 32.9%, China 25.9%, Germany 4.2% (2015)","exchange_rates":"tenge (KZT) per US dollar - ++ 348.5 (2016 est.) ++ 221.73 (2015 est.) ++ 221.73 (2014 est.) ++ 179.19 (2013 est.) ++ 149.11 (2012 est.)","created_at":"2018-02-12 19:35:59","updated_at":"2018-02-12 19:35:59"},"energy":{"country_id":"KZ","electricity_production":"99 billion kWh (2014 est.)","electricity_consumption":"91 billion kWh (2014 est.)","electricity_exports":"2.9 billion kWh (2014 est.)","electricity_imports":"1.7 billion kWh (2014 est.)","electricity_generating_capacity":"19 million kW (2014 est.)","electricity_fossil_fuels":"87.3% of total installed capacity (2012 est.)","electricity_nuclear":"0% of total installed capacity (2012 est.)","electricity_hydroelectric":"12.7% of total installed capacity (2012 est.)","electricity_renewable":"0% of total installed capacity (2012 est.)","crude_oil_production":"1.653 million bbl\/day (2015 est.)","crude_oil_exports":"1.466 million bbl\/day (2013 est.)","crude_oil_imports":"142,400 bbl\/day (2013 est.)","crude_oil_reserves":"30 billion bbl (1 January 2016 es)","petrol_production":"300,000 bbl\/day (2013 est.)","petrol_consumption":"267,000 bbl\/day (2014 est.)","petrol_exports":"140,900 bbl\/day (2013 est.)","petrol_imports":"53,780 bbl\/day (2013 est.)","natural_gas_production":"20.81 billion cu m (2014 est.)","natural_gas_consumption":"15.97 billion cu m (2014 est.)","natural_gas_exports":"11.54 billion cu m (2014 est.)","natural_gas_imports":"6.695 billion cu m (2014 est.)","natural_gas_reserves":"2.407 trillion cu m (1 January 2016 es)","co2_output":"199 million Mt (2013 est.)","created_at":"2018-02-12 19:35:59","updated_at":"2018-02-12 19:35:59"},"geography":{"country_id":"KZ","location_description":"Central Asia, northwest of China; a small portion west of the Ural (Zhayyq) River in easternmost Europe","latitude":"48.0195730","longitude":"66.9236840","mapReferences":"Asia","area_sqkm_total":2,"area_sqkm_land":2,"area_sqkm_water":25,"area_km_coastline":0,"area_note":"slightly less than four times the size of Texas","climate":"continental, cold winters and hot summers, arid and semiarid","terrain":"vast flat steppe extending from the Volga in the west to the Altai Mountains in the east and from the plains of western Siberia in the north to oases and deserts of Central Asia in the south","hazards":"earthquakes in the south; mudslides around Almaty","notes":"world's largest landlocked country; Russia leases approximately 6,000 sq km of territory enclosing the Baykonur Cosmodrome; in January 2004, Kazakhstan and Russia extended the lease to 2050","created_at":"2018-02-12 19:35:59","updated_at":"2018-02-12 19:35:59"},"government":{"country_id":"KZ","name":"Republic of Kazakhstan","name_etymology":"the name \"Kazakh\" derives from the Turkic word \"kaz\" meaning \"to wander,\" recalling the Kazakh's nomadic lifestyle; the Persian suffix \"-stan\" means \"place of\" or \"country,\" so the word Kazakhstan literally means \"Land of the wanderers\"","conventional_long_form":"Republic of Kazakhstan","conventional_short_form":"Kazakhstan","dependency_status":"","government_type":"presidential republic","capital":"Astana","capital_coordinates":"51 10 N, 71 25 E","capital_time_zone":"UTC+6 (11 hours ahead of Washington, DC, during Standard Time)","administrative_divisions":"14 provinces (oblyslar, singular - oblys) and 2 cities* (qalalar, singular - qala); Almaty (Taldyqorghan), Almaty*, Aqmola (Kokshetau), Aqtobe, Astana*, Atyrau, Batys Qazaqstan [West Kazakhstan] (Oral), Mangghystau (Aqtau), Ongtustik Qazaqstan [South Kazakhstan] (Shymkent), Pavlodar, Qaraghandy, Qostanay, Qyzylorda, Shyghys Qazaqstan [East Kazakhstan] (Oskemen), Soltustik Qazaqstan [North Kazakhstan] (Petropavl), Zhambyl (Taraz)","administrative_divisions_note":"administrative divisions have the same names as their administrative centers (exceptions have the administrative center name following in parentheses); in 1995, the Governments of Kazakhstan and Russia entered into an agreement whereby Russia would lease for a period of 20 years an area of 6,000 sq km enclosing the Baykonur space launch facilities and the city of Bayqongyr (Baykonur, formerly Leninsk); in 2004, a new agreement extended the lease to 2050","independence":"16 December 1991 (from the Soviet Union)","national_holiday":"Independence Day, 16 December (1991)","constitution":"previous 1937, 1978 (preindependence); latest adopted 28 January 1993, approved by referendum 30 August 1995, effective 5 September 1995; amended several times, last in 2011 (2016)","legal_system":"civil law system influenced by Roman-Germanic law and by the theory and practice of the Russian Federation","citizenship":"","suffrage":"18 years of age; universal","executive_chief_of_state":"President Nursultan Abishuly NAZARBAYEV (chairman of the Supreme Soviet from 22 February 1990, elected president 1 December 1991)","executive_head_of_government":"Prime Minister Bakytzhan SAGINTAYEV (since 9 September 2016); First Deputy Prime Minister Askar MAMIN (since 13 September 2016)","executive_cabinet":"Council of Ministers appointed by the president","executive_elections":"president directly elected by simple majority popular vote for a 5-year term (eligible for a second term); election last held on 26 April 2015 (next to be held in 2020); prime minister and deputy prime minister appointed by the president, approved by the Mazhilis; note - constitutional amendments in May 2007 shortened the presidential term from 7 to 5 years and established a 2-consecutive-term limit; NAZARBAYEV has official status as the \"First President of Kazakhstan\" and is allowed unlimited terms","executive_election_results":"Nursultan Abishuly NAZARBAYEV reelected president; percent of vote - Nursultan Abishuly NAZARBAYEV (Nur Otan) 97.8%, other 2.2%","legislative_description":"bicameral Parliament consists of the Senate (47 seats; 32 members indirectly elected by majority two-round vote by the oblast-level assemblies and 15 members appointed by the president; members serve 6-year terms, with one-half of the membership renewed every 3 years) and the Mazhilis (107 seats; 98 members directly elected in a single national constituency by proportional representation vote to serve 5-year terms and 9 indirectly elected by the Assembly of People of Kazakhstan, a 350-member, presidentially appointed advisory body designed to represent the country's ethnic minorities)","legislative_elections":"Senate - last held on 1 October 2014 (next to be held in 2017); Mazhilis - last held on 20 March 2016 (next to be held by 2021)","legislative_election_results":"Senate - percent of vote by party - NA; seats by party - Nur Otan 16; Mazhilis - percent of vote by party - Nur Otan 82.2%, Ak Zhol 7.2%, Communist People's Party 7.1%, other 3.5%; seats by party - Nur Otan 84, Ak Zhol 7, Communist People's Party 7","legislative_highest_courts":"Supreme Court of the Republic (consists of 44 members); Constitutional Council (consists of 7 members)","legislative_judge_selection":"Supreme Court judges proposed by the president of the republic on recommendation of the Supreme Judicial Council and confirmed by the Senate; judges normally serve until age 65 but can be extended to age 70; Constitutional Council - the president of the republic, the Senate chairperson, and the Majilis chairperson each appoints 1 member for a 3-year term and each appoints 1 member for a 6-year term; chairperson of the Constitutional Council appointed by the president of the republic for a 6-year term","legislative_subordinate_courts":"regional and local courts","political_parties":"Ak Zhol (Bright Path) Party or Democratic Party of Kazakhstan Ak Zhol [Azat PERUASHEV] ++ Auyl National Patriotic Party [Ali BEKTAYEV] (Auyl is a September 2015 merger of the Patriots’ Party and the Auyl Social Democratic Party) ++ Birlik (Unity) [Seril SULTANGALI] (Birlik is an April 2013 merger of Adilet (Justice; formerly Democratic Party of Kazakhstan) and Rukhaniyat (Spirituality)) ++ Communist People's Party of Kazakhstan [Vladislav KOSAREV] ++ National Social Democratic Party or NSDP [Zharmakhan TUYAKBAY] ++ Nur Otan (Radiant Fatherland) Democratic People's Party [Nursultan NAZARBAYEV] (the Agrarian, Asar, and Civic parties merged with Otan)","political_pressure":"","international_organization_participation":"ADB, CICA, CIS, CSTO, EAEC, EAEU, EAPC, EBRD, ECO, EITI (compliant country), FAO, GCTU, IAEA, IBRD, ICAO, ICC (NGOs), ICRM, IDA, IDB, IFAD, IFC, IFRCS, ILO, IMF, IMO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, MIGA, MINURSO, NAM (observer), NSG, OAS (observer), OIC, OPCW, OSCE, PFP, SCO, UN, UNCTAD, UNESCO, UNIDO, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO (observer), ZC","diplomatic_representation_in_usa":"","diplomatic_representation_from_usa":"","flag_description":"a gold sun with 32 rays above a soaring golden steppe eagle, both centered on a sky blue background; the hoist side displays a national ornamental pattern \"koshkar-muiz\" (the horns of the ram) in gold; the blue color is of religious significance to the Turkic peoples of the country, and so symbolizes cultural and ethnic unity; it also represents the endless sky as well as water; the sun, a source of life and energy, exemplifies wealth and plenitude; the sun's rays are shaped like grain, which is the basis of abundance and prosperity; the eagle has appeared on the flags of Kazakh tribes for centuries and represents freedom, power, and the flight to the future; blue and yellow are the national colors","national_symbols":"golden eagle; national colors: blue, yellow","national_anthem":"","created_at":"2018-02-12 19:35:59","updated_at":"2018-02-12 19:35:59"},"issues":{"country_id":"KZ","international_disputes":"Kyrgyzstan has yet to ratify the 2001 boundary delimitation with Kazakhstan; field demarcation of the boundaries commenced with Uzbekistan in 2004 and with Turkmenistan in 2005; ongoing demarcation with Russia began in 2007; demarcation with China was completed in 2002; creation of a seabed boundary with Turkmenistan in the Caspian Sea remains under discussion; Azerbaijan, Kazakhstan, and Russia ratified Caspian seabed delimitation treaties based on equidistance, while Iran continues to insist on a one-fifth slice of the sea","illicit_drugs":"significant illicit cultivation of cannabis for CIS markets, as well as limited cultivation of opium poppy and ephedra (for the drug ephedrine); limited government eradication of illicit crops; transit point for Southwest Asian narcotics bound for Russia and the rest of Europe; significant consumer of opiates","refugees":"Kyrgyzstan has yet to ratify the 2001 boundary delimitation with Kazakhstan; field demarcation of the boundaries commenced with Uzbekistan in 2004 and with Turkmenistan in 2005; ongoing demarcation with Russia began in 2007; demarcation with China was completed in 2002; creation of a seabed boundary with Turkmenistan in the Caspian Sea remains under discussion; Azerbaijan, Kazakhstan, and Russia ratified Caspian seabed delimitation treaties based on equidistance, while Iran continues to insist on a one-fifth slice of the sea","created_at":"2018-02-12 19:35:59","updated_at":"2018-02-12 19:35:59"},"people":{"country_id":"KZ","languages":"","religions":"","population":18,"population_date":2016,"nationality_noun":"Kazakhstani(s)","nationality_adjective":"Kazakhstani","age_structure_14":"25.68","age_structure_24":"14.66","age_structure_54":"42.50","age_structure_64":"9.77","age_structure_65":"7.40","dependency_total":null,"dependency_youth":null,"dependency_elder":null,"dependency_potential":"9.90","median_age_total":null,"median_age_male":null,"median_age_female":null,"population_growth_rate_percentage":"1.09","birth_rate_per_1k":"0.02","death_rate_per_1k":"0.01","net_migration_per_1k":"0.00","population_distribution":"most of the country displays a low population density, particularly the interior; population clusters appear in urban agglomerations in the far northern and southern portions of the country","urban_population_percentage":null,"urbanization_rate":null,"major_urban_areas_population":null,"sex_ratio_birth":"0.9","sex_ratio_14":"1.0","sex_ratio_24":"1.0","sex_ratio_54":"1.0","sex_ratio_64":"0.8","sex_ratio_65":"0.5","sex_ratio_total":"0.9","mother_age_first_birth":25,"maternal_mortality_rate":null,"infant_mortality_per_1k_total":"0.02","infant_mortality_per_1k_male":"0.02","infant_mortality_per_1k_female":"0.02","life_expectancy_at_birth_total":"70.8","life_expectancy_at_birth_male":"65.6","life_expectancy_at_birth_female":"75.7","total_fertility_rate":"2.28","contraceptive_prevalence":"51.00","health_expenditures":"0.00","physicians":"3.62","hospital_beds":"7.20","drinking_water_source_urban_improved":"99.40","drinking_water_source_rural_improved":"85.60","sanitation_facility_access_urban_improved":"97.00","sanitation_facility_access_rural_improved":"98.10","hiv_infection_rate":"0.21","hiv_infected":null,"hiv_deaths":null,"obesity_rate":"23.50","underweight_children":"3.70","education_expenditures":"3.1","literacy_definition":"age 15 and over can read and write","literacy_total":"99.80","literacy_male":"99.80","literacy_female":"99.80","school_years_total":15,"school_years_male":15,"school_years_female":15,"child_labor":59,"child_labor_percentage":"2.00","unemployment_youth_total":"3.90","unemployment_youth_male":"3.60","unemployment_youth_female":"4.30","created_at":"2018-02-12 19:35:59","updated_at":"2018-02-12 19:35:59"},"ethnicities":{"country_id":"KZ","name":"Kazakh (Qazaq)","population_percentage":"63.10","date":null,"created_at":"2018-02-12 19:35:59","updated_at":"2018-02-12 19:35:59"},"religions":{"country_id":"KZ","name":"Muslim","population_percentage":"70.00","date":null,"created_at":"2018-02-12 19:35:59","updated_at":"2018-02-12 19:35:59"},"transportation":{"country_id":"KZ","air_carriers":10,"aircraft":71,"aircraft_passengers":null,"aircraft_freight":null,"aircraft_code_prefix":"UP (2016)","airports":"96 (2013)","airports_paved":"63","airports_info_date":null,"major_seaports":null,"oil_terminals":null,"cruise_ports":null,"created_at":"2018-02-12 19:35:59","updated_at":"2018-02-12 19:35:59"}}