{"id":"PK","iso_a3":"PAK","fips":"PK","continent":"AS","name":"Pakistan","introduction":"The Indus Valley civilization, one of the oldest in the world and dating back at least 5,000 years, spread over much of what is presently Pakistan. During the second millennium B.C., remnants of this culture fused with the migrating Indo-Aryan peoples. The area underwent successive invasions in subsequent centuries from the Persians, Greeks, Scythians, Arabs (who brought Islam), Afghans, and Turks. The Mughal Empire flourished in the 16th and 17th centuries; the British came to dominate the region in the 18th century. The separation in 1947 of British India into the Muslim state of Pakistan (with West and East sections) and largely Hindu India was never satisfactorily resolved, and India and Pakistan fought two wars and a limited conflict - in 1947-48, 1965, and 1999 respectively - over the disputed Kashmir territory. A third war between these countries in 1971 - in which India capitalized on Islamabad's marginalization of Bengalis in Pakistani politics - resulted in East Pakistan becoming the separate nation of Bangladesh. In response to Indian nuclear weapons testing, Pakistan conducted its own tests in mid-1998. India-Pakistan relations improved in the mid-2000s but have been rocky since the November 2008 Mumbai attacks and have been further strained by attacks in India by militants suspected of being backed by Pakistan. Nawaz SHARIF took office as prime minister in 2013, marking the first time in Pakistani history that a democratically elected government completed a full term and transitioned to a successive democratically elected government. Following a series of bomb and suicide attacks by the Tehrik-e Pakistan Taliban (TTP) begun in 2007, the Pakistan Government and TTP representatives agreed to a cease-fire in early 2014. However, by mid-year 2014 the talks collapsed and the TTP resumed attack plotting against Pakistani targets.","communications":{"country_id":"PK","fixed_phones_total":"2,990,954","fixed_phones_subs_per_100":"2 (July 2015 est.)","mobile_phones_total":"125.9 million","mobile_phones_subs_per_100":"63 (July 2015 est.)","phone_system_general_assessment":"the telecommunications infrastructure is improving, with investments in mobile-cellular networks increasing, but fixed-line subscriptions declining; system consists of microwave radio relay, coaxial cable, fiber-optic cable, cellular, and satellite networ","phone_system_international":"country code - 92; landing point for the SEA-ME-WE-3 and SEA-ME-WE-4 submarine cable systems that provide links to Asia, the Middle East, and Europe; satellite earth stations - 3 Intelsat (1 Atlantic Ocean and 2 Indian Ocean); 3 operational international (2015)","phone_system_domestic":"mobile-cellular subscribership has skyrocketed; more than 90% of Pakistanis live within areas that have cell phone coverage; fiber-optic networks are being constructed throughout the country to increase broadband access, though broadband penetration in Pa","broadcast_media":"media is government regulated; 1 dominant state-owned TV broadcaster, Pakistan Television Corporation (PTV), operates a network consisting of 8 channels; private TV broadcasters are permitted; to date 69 foreign satellite channels are operational; the sta (2015)","internet_country_code":"pk","internet_total_users":"35.835 million","internet_population_percent":"18.0","created_at":"2018-02-12 19:36:00","updated_at":"2018-02-12 19:36:00"},"economy":{"country_id":"PK","overview":"Decades of internal political disputes and low levels of foreign investment have led to slow growth and underdevelopment in Pakistan. Pakistan has a large English-speaking population. Nevertheless, a challenging security environment, electricity shortages, and a burdensome investment climate have deterred investors. Agriculture accounts for more than one-fourth of output and two-fifths of employment. Textiles and apparel account for most of Pakistan's export earnings, and Pakistan's failure to diversify its exports has left the country vulnerable to shifts in world demand. Pakistan’s GDP growth has gradually increased since 2012. Official unemployment was 6.5% in 2015, but this fails to capture the true picture, because much of the economy is informal and underemployment remains high. Human development continues to lag behind most of the region. ++  ++ In coordination with the International Monetary Fund (IMF), Pakistan embarked on an economic reform program in 2013. While the reform process has been mixed, and issues like privatization of state-owned enterprises remain unresolved, Pakistan has restored macroeconomic stability, improved its credit rating, and boosted growth. The Pakistani rupee, after heavy depreciation, remained relatively stable against the US dollar in 2014-15. Remittances from overseas workers, averaging more than $1.5 billion a month, are a key revenue source for Pakistan, partly compensating for a lack of foreign investment and a slowdown in portfolio investment. Falling global oil prices in 2015 contributed to a narrowing current account deficit and lower inflation, despite weak export performance. Pakistan’s program with the IMF – a three-year, $6.7 billion Extended Fund Facility focusing on reducing energy shortages, stabilizing public finances, expanding revenue, and improving the external balance – is slated to conclude in September 2016. While passing most quantitative targets, Pakistan has missed targets on structural reforms and performance criteria throughout the program. ++  ++ Pakistan remains stuck in a low-income, low-growth trap, with growth averaging about 3.5% per year from 2008 to 2013. Pakistan must address long-standing issues related to government revenues, with the tax base being narrow at 11% of GDP. Given demographic challenges, Pakistan’s leadership will be pressed to implement economic reforms, promote further development of the energy sector, and attract foreign investment to support sufficient economic growth necessary to employ its growing and rapidly urbanizing population, much of which is under the age of 25. Other long-term challenges include expanding investment in education and healthcare, adapting to the effects of climate change and natural disasters, improving the country’s business climate, and reducing dependence on foreign donors. Pakistan and China are implementing the “China-Pakistan Economic Corridor”, a $46 billion investment program targeted towards the energy sector and other infrastructure project that Islamabad and Beijing had agreed on in early 2014.","gdp_power_parity":"$988.2 billion (2016 est.) ++ $943.8 billion (2015 est.) ++ $907.2 billion (2014 est.)","gdp_real_growth":"4.7% (2016 est.) ++ 4% (2015 est.) ++ 4.1% (2014 est.)","gdp_per_capita":"$5,100 (2016 est.) ++ $5,000 (2015 est.) ++ $4,900 (2014 est.)","gdp_household_consumption":"80.1%","gdp_consumption":"11.8%","gdp_investment_in_fixed_capital":"13.6%","gdp_investment_in_inventories":"1.6%","gdp_exports":"8.7%","gdp_imports":"-15.8% (2016 est.)","gdp_sector_agriculture":"25.2%","gdp_sector_industry":"19.2%","gdp_sector_services":"55.6% (2016 est.)","agriculture_products":"cotton, wheat, rice, sugarcane, fruits, vegetables; milk, beef, mutton, eggs","industries":"textiles and apparel, food processing, pharmaceuticals, construction materials, paper products, fertilizer, shrimp","industrial_growth_rate":"6.8% (2016 est.)","labor_force":"65.1 million","labor_force_notes":"extensive export of labor, mostly to the Middle East, and use of child labor (2016 est.)","labor_force_services":"33.9% (FY2013 est.)","labor_force_industry":"22.4%","labor_force_agriculture":"43.7%","labor_force_occupation_notes":"","unemployment_rate":"6.7% (2016 est.) ++ 6.4% (2015 est.)","population_below_poverty":"22.3% (FY2005 est.)","household_income_lowest_10":"4.2%","household_income_highest_10":"25.6% (FY2011)","budget_revenues":"","taxes_revenues":"15.4% of GDP (2016 est.)","budget_net":"-4.7% of GDP (2016 est.)","public_debt":"58.5% of GDP (2016 est.) ++ 57.3% of GDP (2015 est.)","external_debt":"$64.04 billion (31 December 2016 est.) ++ $60.91 billion (31 December 2015 est.)","fiscal_year":"1 July - 30 June","inflation_rate":"3.7% (2016 est.) ++ 2.5% (2015 est.)","central_bank_discount_rate":"6% (15 November 2015) ++ 9.5% (18 December 2014)","commercial_bank_prime_lending_rate":"6.9% (31 December 2016 est.) ++ 8.37% (31 December 2015 est.)","stock_money_narrow":"$100.2 billion (31 December 2016 est.) ++ $89.3 billion (31 December 2015 est.)","stock_money_broad":"$122.3 billion (31 December 2016 est.) ++ $109.8 billion (31 December 2015 est.)","stock_domestic_credit":"$142.2 billion (31 December 2016 est.) ++ $127.5 billion (31 December 2015 est.)","exports":"$20.96 billion (2016 est.) ++ $22.73 billion (2015 est.)","exports_commodities":"textiles (garments, bed linen, cotton cloth, yarn), rice, leather goods, sporting goods, chemicals, manufactures, carpets and rugs","exports_partners":"US 13.1%, UAE 9.1%, Afghanistan 9.1%, China 8.8%, UK 5.4%, Germany 4.9% (2015)","imports":"$38.25 billion (2016 est.) ++ $39.29 billion (2015 est.)","imports_commodities":"petroleum, petroleum products, machinery, plastics, transportation equipment, edible oils, paper and paperboard, iron and steel, tea","imports_partners":"China 28.1%, Saudi Arabia 10.9%, UAE 10.8%, Kuwait 5.6% (2015)","exchange_rates":"Pakistani rupees (PKR) per US dollar - ++ 105.1 (2016 est.) ++ 102.769 (FY2015 est.) ++ 102.769 (FY2014 est.) ++ 101.1 (FY2013 est.) ++ 93.4 (2012 est.)","created_at":"2018-02-12 19:36:00","updated_at":"2018-02-12 19:36:00"},"energy":{"country_id":"PK","electricity_production":"100 billion kWh (2014 est.)","electricity_consumption":"82 billion kWh (2014 est.)","electricity_exports":"0 kWh (2013 est.)","electricity_imports":"400 million kWh (2014 est.)","electricity_generating_capacity":"24 million kW (2014 est.)","electricity_fossil_fuels":"67.1% of total installed capacity (FY2014 est.)","electricity_nuclear":"3.2% of total installed capacity (FY2014 est.)","electricity_hydroelectric":"29.2% of total installed capacity (FY2014 est.)","electricity_renewable":"0.4% of total installed capacity (FY2014 est.)","crude_oil_production":"90,210 bbl\/day (2015 est.)","crude_oil_exports":"0 bbl\/day (2013 est.)","crude_oil_imports":"150,800 bbl\/day (2013 est.)","crude_oil_reserves":"400 million bbl (1 January 2016 es)","petrol_production":"235,300 bbl\/day (2013 est.)","petrol_consumption":"450,000 bbl\/day (2014 est.)","petrol_exports":"17,120 bbl\/day (2013 est.)","petrol_imports":"228,000 bbl\/day (2013 est.)","natural_gas_production":"39.07 billion cu m (2014 est.)","natural_gas_consumption":"39.97 billion cu m (2013 est.)","natural_gas_exports":"0 cu m (2013 est.)","natural_gas_imports":"0 cu m (2013 est.)","natural_gas_reserves":"669.4 billion cu m (1 January 2016 es)","co2_output":"145 million Mt (2013 est.)","created_at":"2018-02-12 19:36:00","updated_at":"2018-02-12 19:36:00"},"geography":{"country_id":"PK","location_description":"Southern Asia, bordering the Arabian Sea, between India on the east and Iran and Afghanistan on the west and China in the north","latitude":"30.3753210","longitude":"69.3451160","mapReferences":"Asia","area_sqkm_total":796,"area_sqkm_land":770,"area_sqkm_water":25,"area_km_coastline":1,"area_note":"slightly more than five times the size of Georgia; slightly less than twice the size of California","climate":"mostly hot, dry desert; temperate in northwest; arctic in north","terrain":"divided into three major geographic areas: the northern highlands, the Indus River plain in the center and east, and the Balochistan Plateau in the south and west","hazards":"frequent earthquakes, occasionally severe especially in north and west; flooding along the Indus after heavy rains (July and August)","notes":"controls Khyber Pass and Bolan Pass, traditional invasion routes between Central Asia and the Indian Subcontinent","created_at":"2018-02-12 19:36:00","updated_at":"2018-02-12 19:36:00"},"government":{"country_id":"PK","name":"Islamic Republic of Pakistan","name_etymology":"the word \"pak\" means \"pure\" in Persian or Pashto, while the Persian suffix \"-stan\" means \"place of\" or \"country,\" so the word Pakistan literally means \"Land of the pure\"","conventional_long_form":"Islamic Republic of Pakistan","conventional_short_form":"Pakistan","dependency_status":"","government_type":"federal parliamentary republic","capital":"Islamabad","capital_coordinates":"33 41 N, 73 03 E","capital_time_zone":"UTC+5 (10 hours ahead of Washington, DC, during Standard Time)","administrative_divisions":"4 provinces, 1 territory*, and 1 capital territory**; Balochistan, Federally Administered Tribal Areas*, Islamabad Capital Territory**, Khyber Pakhtunkhwa (formerly North-West Frontier Province), Punjab, Sindh","administrative_divisions_note":"the Pakistani-administered portion of the disputed Jammu and Kashmir region consists of 2 administrative entities: Azad Kashmir and Gilgit-Baltistan","independence":"14 August 1947 (from British India)","national_holiday":"Pakistan Day (also referred to as Pakistan Resolution Day or Republic Day), 23 March (1940); note - commemorates both the adoption of the Lahore Resolution by the All-India Muslim League during its 22-24 March 1940 session, which called for the creation of independent Muslim states, and the adoption of the first constitution of Pakistan on 23 March 1956 during the transition to the Islamic Republic of Pakistan","constitution":"several previous; latest endorsed 12 April 1973, passed 19 April 1973, entered into force 14 August 1973 (suspended and restored several times); amended many times, last in 2015 (2016)","legal_system":"common law system with Islamic law influence","citizenship":"","suffrage":"18 years of age; universal; note - there are joint electorates and reserved parliamentary seats for women and non-Muslims","executive_chief_of_state":"President Mamnoon HUSSAIN (since 9 September 2013)","executive_head_of_government":"Prime Minister Mohammad Nawaz SHARIF (since 5 June 2013)","executive_cabinet":"Cabinet appointed by the president upon the advice of the prime minister","executive_elections":"president indirectly elected by the Electoral College consisting of members of the Senate, National Assembly, and provincial assemblies for a 5-year term (eligible for reelection); election last held on 9 September 2013 (next to be held in 2018); prime minister selected by the National Assembly","executive_election_results":"Mamnoon HUSSAIN elected president; Mamnoon HUSSAIN (PML-N) 432 votes, Wajihuddin AHMED (PTI) 77 votes","legislative_description":"bicameral Parliament or Majlis-e-Shoora consists of the Senate (104 seats; members indirectly elected by the 4 provincial assemblies and the territories' representatives by proportional representation vote; members serve 6-year terms with one-half of the membership renewed every 3 years) and the National Assembly (342 seats; 272 members directly elected in single-seat constituencies by simple majority vote and 70 members - 60 women and 10 non-Muslims - directly elected by proportional representation vote; all members serve 5-year terms)","legislative_elections":"Senate - last held on 5 March 2015 (next to be held in March 2018); National Assembly - last held on 11 May 2013 (next to be held by 2018)","legislative_election_results":"Senate - percent of vote by party - NA; seats by party - PPPP 27, PML-N 26, MQM 8, ANP 6, PTI 7, JUI-F 5, PML-Q 4, BNP-A 2, NP 1, PML-F 1, other 7, independent 10; National Assembly - percent of votes by party - NA; seats by party - PML-N 126, PPPP 31, PTI 28, MQM 18, JUI-F 10, PML-F 5, other 22, independent 25, unfilled seats 7; 60 seats reserved for women, 10 seats reserved for non-Muslims; seats by party as of July 2016 (includes women and non-Muslim seats) - PML-N 188, PPPP 46, PTI 33, MQM 24, JUI-F 13, PML-F 5, other 21, independent 12","legislative_highest_courts":"Supreme Court of Pakistan (consists of the chief justice and 16 judges)","legislative_judge_selection":"justices nominated by an 8-member parliamentary committee upon the recommendation of the Judicial Commission (a 9-member body of judges and other judicial professionals), and appointed by the president of Pakistan; justices can serve until age 65","legislative_subordinate_courts":"High Courts; Federal Shariat Court; provincial and district civil and criminal courts; specialized courts for issues such as taxation, banking, customs, etc.","political_parties":"Awami National Party or ANP [Mian Iftikhar HUSSAIN] ++ Balochistan National Party-Awami or BNP-A [Mir Israr Ullah ZEHRI] ++ Balochistan National Party-Mengal or BNP-M [Sardar Akhtar Jan MENGAL] ++ Jamaat-i Islami or JI [Sirajul HAQ] ++ Jamiat-i Ulema-i Islam Fazl-ur Rehman or JUI-F [Fazlur REHMAN] ++ Muttahida Qaumi Movement or MQM [Farooq SATTAR] ++ Pakhtun khwa Milli Awami Party or PkMAP [Mahmood Khan ACHAKZAI] ++ Pakistan Muslim League-Functional or PML-F [Pir PAGARO or Syed Shah Mardan SHAH-II] ++ Pakistan Muslim League-Nawaz or PML-N [Nawaz SHARIF] ++ Pakistan Peoples Party Parliamentarians or PPPP [Bilawal Bhutto ZARDARI and Asif Ali ZARDARI] ++ Pakistan Tehrik-e Insaaf or PTI [Imran KHAN] ++ Pak Sarzameen Party or PSP [Mustafa KAMAL] ++ Quami Watan Party or QWP [Aftab Ahmed Khan SHERPAO] ++ ","political_pressure":"","international_organization_participation":"ADB, ARF, ASEAN (dialogue partner), C, CICA, CP, D-8, ECO, FAO, G-11, G-24, G-77, IAEA, IBRD, ICAO, ICC (national committees), ICRM, IDA, IDB, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), MIGA, MINURSO, MONUSCO, NAM, OAS (observer), OIC, OPCW, PCA, SAARC, SACEP, SCO (observer), UN, UNAMID, UNCTAD, UNESCO, UNHCR, UNIDO, UNMIL, UNOCI, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO","diplomatic_representation_in_usa":"","diplomatic_representation_from_usa":"","flag_description":"green with a vertical white band (symbolizing the role of religious minorities) on the hoist side; a large white crescent and star are centered in the green field; the crescent, star, and color green are traditional symbols of Islam","national_symbols":"star and crescent, jasmine; national colors: green, white","national_anthem":"","created_at":"2018-02-12 19:36:00","updated_at":"2018-02-12 19:36:00"},"issues":{"country_id":"PK","international_disputes":"various talks and confidence-building measures cautiously have begun to defuse tensions over Kashmir, particularly since the October 2005 earthquake in the region; Kashmir nevertheless remains the site of the world's largest and most militarized territorial dispute with portions under the de facto administration of China (Aksai Chin), India (Jammu and Kashmir), and Pakistan (Azad Kashmir and Northern Areas); UN Military Observer Group in India and Pakistan has maintained a small group of peacekeepers since 1949; India does not recognize Pakistan's ceding historic Kashmir lands to China in 1964; India and Pakistan have maintained their 2004 cease-fire in Kashmir and initiated discussions on defusing the armed standoff in the Siachen glacier region; Pakistan protests India's fencing the highly militarized Line of Control and construction of the Baglihar Dam on the Chenab River in Jammu and Kashmir, which is part of the larger dispute on water sharing of the Indus River and its tributaries; to defuse tensions and prepare for discussions on a maritime boundary, India and Pakistan seek technical resolution of the disputed boundary in Sir Creek estuary at the mouth of the Rann of Kutch in the Arabian Sea; Pakistani maps continue to show the Junagadh claim in India's Gujarat State; since 2002, with UN assistance, Pakistan has repatriated 3.8 million Afghan refugees, leaving about 2.6 million; Pakistan has sent troops across and built fences along some remote tribal areas of its treaty-defined Durand Line border with Afghanistan, which serve as bases for foreign terrorists and other illegal activities; Afghan, Coalition, and Pakistan military meet periodically to clarify the alignment of the boundary on the ground and on maps","illicit_drugs":"significant transit area for Afghan drugs, including heroin, opium, morphine, and hashish, bound for Iran, Western markets, the Gulf States, Africa, and Asia; financial crimes related to drug trafficking, terrorism, corruption, and smuggling remain problems; opium poppy cultivation estimated to be 2,300 hectares in 2007 with 600 of those hectares eradicated; federal and provincial authorities continue to conduct anti-poppy campaigns that utilizes forced eradication, fines, and arrests","refugees":"various talks and confidence-building measures cautiously have begun to defuse tensions over Kashmir, particularly since the October 2005 earthquake in the region; Kashmir nevertheless remains the site of the world's largest and most militarized territorial dispute with portions under the de facto administration of China (Aksai Chin), India (Jammu and Kashmir), and Pakistan (Azad Kashmir and Northern Areas); UN Military Observer Group in India and Pakistan has maintained a small group of peacekeepers since 1949; India does not recognize Pakistan's ceding historic Kashmir lands to China in 1964; India and Pakistan have maintained their 2004 cease-fire in Kashmir and initiated discussions on defusing the armed standoff in the Siachen glacier region; Pakistan protests India's fencing the highly militarized Line of Control and construction of the Baglihar Dam on the Chenab River in Jammu and Kashmir, which is part of the larger dispute on water sharing of the Indus River and its tributaries; to defuse tensions and prepare for discussions on a maritime boundary, India and Pakistan seek technical resolution of the disputed boundary in Sir Creek estuary at the mouth of the Rann of Kutch in the Arabian Sea; Pakistani maps continue to show the Junagadh claim in India's Gujarat State; since 2002, with UN assistance, Pakistan has repatriated 3.8 million Afghan refugees, leaving about 2.6 million; Pakistan has sent troops across and built fences along some remote tribal areas of its treaty-defined Durand Line border with Afghanistan, which serve as bases for foreign terrorists and other illegal activities; Afghan, Coalition, and Pakistan military meet periodically to clarify the alignment of the boundary on the ground and on maps","created_at":"2018-02-12 19:36:00","updated_at":"2018-02-12 19:36:00"},"people":{"country_id":"PK","languages":"","religions":"","population":201,"population_date":2016,"nationality_noun":"Pakistani(s)","nationality_adjective":"Pakistani","age_structure_14":"31.99","age_structure_24":"21.31","age_structure_54":"36.87","age_structure_64":"5.43","age_structure_65":"4.40","dependency_total":null,"dependency_youth":null,"dependency_elder":null,"dependency_potential":"13.50","median_age_total":null,"median_age_male":null,"median_age_female":null,"population_growth_rate_percentage":"1.45","birth_rate_per_1k":"0.02","death_rate_per_1k":"0.01","net_migration_per_1k":"0.00","population_distribution":"the Indus River and its tributaries attract most of the settlement, with Punjab province the most densely populated","urban_population_percentage":null,"urbanization_rate":null,"major_urban_areas_population":null,"sex_ratio_birth":"1.1","sex_ratio_14":"1.1","sex_ratio_24":"1.1","sex_ratio_54":"1.1","sex_ratio_64":"1.0","sex_ratio_65":"0.9","sex_ratio_total":"1.1","mother_age_first_birth":23,"maternal_mortality_rate":null,"infant_mortality_per_1k_total":"0.05","infant_mortality_per_1k_male":"0.06","infant_mortality_per_1k_female":"0.05","life_expectancy_at_birth_total":"67.7","life_expectancy_at_birth_male":"65.8","life_expectancy_at_birth_female":"69.8","total_fertility_rate":"2.68","contraceptive_prevalence":"35.40","health_expenditures":"0.00","physicians":"0.83","hospital_beds":"0.60","drinking_water_source_urban_improved":"93.90","drinking_water_source_rural_improved":"89.90","sanitation_facility_access_urban_improved":"83.10","sanitation_facility_access_rural_improved":"51.10","hiv_infection_rate":"0.09","hiv_infected":null,"hiv_deaths":null,"obesity_rate":"4.80","underweight_children":"31.60","education_expenditures":"2.7","literacy_definition":"age 15 and over can read and write","literacy_total":"57.90","literacy_male":"69.50","literacy_female":"45.80","school_years_total":8,"school_years_male":9,"school_years_female":7,"child_labor":null,"child_labor_percentage":null,"unemployment_youth_total":"10.40","unemployment_youth_male":"9.40","unemployment_youth_female":"12.90","created_at":"2018-02-12 19:36:00","updated_at":"2018-02-12 19:36:00"},"ethnicities":{"country_id":"PK","name":"Punjabi","population_percentage":"44.68","date":null,"created_at":"2018-02-12 19:36:00","updated_at":"2018-02-12 19:36:00"},"religions":{"country_id":"PK","name":"Muslim (official) 96.4% (Sunni","population_percentage":"85.00","date":null,"created_at":"2018-02-12 19:36:00","updated_at":"2018-02-12 19:36:00"},"transportation":{"country_id":"PK","air_carriers":4,"aircraft":67,"aircraft_passengers":null,"aircraft_freight":null,"aircraft_code_prefix":"AP (2016)","airports":"151 (2013)","airports_paved":"108","airports_info_date":null,"major_seaports":null,"oil_terminals":null,"cruise_ports":null,"created_at":"2018-02-12 19:36:00","updated_at":"2018-02-12 19:36:00"}}