{"id":"RO","iso_a3":"ROU","fips":"RO","continent":"EU","name":"Romania","introduction":"The principalities of Wallachia and Moldavia - for centuries under the suzerainty of the Turkish Ottoman Empire - secured their autonomy in 1856; they were de facto linked in 1859 and formally united in 1862 under the new name of Romania. The country gained recognition of its independence in 1878. It joined the Allied Powers in World War I and acquired new territories - most notably Transylvania - following the conflict. In 1940, Romania allied with the Axis powers and participated in the 1941 German invasion of the USSR. Three years later, overrun by the Soviets, Romania signed an armistice. The post-war Soviet occupation led to the formation of a communist \"people's republic\" in 1947 and the abdication of the king. The decades-long rule of dictator Nicolae CEAUSESCU, who took power in 1965, and his Securitate police state became increasingly oppressive and draconian through the 1980s. CEAUSESCU was overthrown and executed in late 1989. Former communists dominated the government until 1996 when they were swept from power. Romania joined NATO in 2004 and the EU in 2007.","communications":{"country_id":"RO","fixed_phones_total":"4.27 million","fixed_phones_subs_per_100":"20 (July 2015 est.)","mobile_phones_total":"23.12 million","mobile_phones_subs_per_100":"107 (July 2015 est.)","phone_system_general_assessment":"the telecommunications sector is being expanded and modernized; domestic and international service improving rapidly, especially mobile-cellular services","phone_system_international":"country code - 40; the Black Sea Fiber-Optic Cable System provides connectivity to Bulgaria and Turkey; satellite earth stations - 10; digital, international, direct-dial exchanges operate in Bucharest (2014)","phone_system_domestic":"more than 90% of telephone network is automatic; fixed-line teledensity is about 20 telephones per 100 persons; mobile-cellular teledensity over 100 telephones per 100 persons","broadcast_media":"a mixture of public and private TV stations; there are 7 public TV stations (2 national, 5 regional) using terrestrial broadcasting and 187 private TV stations (out of which 171 offer local coverage) using terrestrial broadcasting, plus 11 public TV stati (2014)","internet_country_code":"ro","internet_total_users":"12.082 million","internet_population_percent":"55.0","created_at":"2018-02-12 19:36:00","updated_at":"2018-02-12 19:36:00"},"economy":{"country_id":"RO","overview":"Romania, which joined the EU on 1 January 2007, began the transition from communism in 1989 with a largely obsolete industrial base and a pattern of output unsuited to the country's needs. Romania's macroeconomic gains have only recently started to spur creation of a middle class and to address Romania's widespread poverty. Corruption and red tape continue to permeate the business environment. ++  ++ In the aftermath of the global financial crisis, Romania signed a $26 billion emergency assistance package from the IMF, the EU, and other international lenders, but GDP contracted until 2011. In March 2011, Romania and the IMF\/EU\/World Bank signed a 24-month precautionary standby agreement, worth $6.6 billion, to promote fiscal discipline, encourage progress on structural reforms, and strengthen financial sector stability; no funds were drawn. In September 2013, Romanian authorities and the IMF\/EU agreed to a follow-on standby agreement, worth $5.4 billion, to continue with reforms. This agreement expired in September 2015, and no funds were drawn. Progress on structural reforms has been uneven, and the economy still is vulnerable to external shocks. ++  ++ Economic growth rebounded in 2013-15, driven by strong industrial exports and excellent agricultural harvests, and the fiscal deficit was reduced substantially. Industry outperformed other sectors of the economy in 2015. Exports remained an engine of economic growth, led by trade with the EU, which accounts for roughly 70% of Romania trade. Domestic demand was a second driver, due to the mid-2015 cut, from 24% to 9%, of the VAT levied upon foodstuffs. In 2015, the government of Romania succeeded in meeting its annual target for the budget deficit, the external deficit remained low, even if it rose due to increasing imports. For the first time since 1989, inflation turned into deflation, allowing for a gradual loosening of monetary policy throughout the period. ++  ++ An aging population, significant tax evasion, insufficient health care, and an aggressive loosening of the fiscal package jeopardize the low fiscal deficit and public debt and are the economy's top vulnerabilities.","gdp_power_parity":"$441 billion (2016 est.) ++ $420.2 billion (2015 est.) ++ $405 billion (2014 est.)","gdp_real_growth":"5% (2016 est.) ++ 3.8% (2015 est.) ++ 3% (2014 est.)","gdp_per_capita":"$22,300 (2016 est.) ++ $21,100 (2015 est.) ++ $20,300 (2014 est.)","gdp_household_consumption":"69.4%","gdp_consumption":"6.7%","gdp_investment_in_fixed_capital":"25.2%","gdp_investment_in_inventories":"0.3%","gdp_exports":"40.9%","gdp_imports":"-42.5% (2016 est.)","gdp_sector_agriculture":"3.3%","gdp_sector_industry":"35.4%","gdp_sector_services":"61.3% (2016 est.)","agriculture_products":"wheat, corn, barley, sugar beets, sunflower seed, potatoes, grapes; eggs, sheep","industries":"electric machinery and equipment, auto assembly, textiles and footwear, light machinery, metallurgy, chemicals, food processing, petroleum refining, mining, timber, construction materials","industrial_growth_rate":"2% (2016 est.)","labor_force":"9.133 million (2016 est.)","labor_force_notes":"","labor_force_services":"42.8% (2014)","labor_force_industry":"28.9%","labor_force_agriculture":"28.3%","labor_force_occupation_notes":"","unemployment_rate":"6.7% (2016 est.) ++ 6.8% (2015 est.)","population_below_poverty":"22.4% (2012 est.)","household_income_lowest_10":"15.3%","household_income_highest_10":"7.6% (2014 est.)","budget_revenues":"","taxes_revenues":"30.5% of GDP (2016 est.)","budget_net":"-2.8% of GDP (2016 est.)","public_debt":"39.3% of GDP (2016 est.) ++ 38.4% of GDP (2015 est.)","external_debt":"$101.4 billion (31 December 2016 est.) ++ $102.6 billion (31 December 2015 est.)","fiscal_year":"calendar year","inflation_rate":"-1.1% (2016 est.) ++ -0.6% (2015 est.)","central_bank_discount_rate":"1.75% (31 December 2015) ++ 2.75% (31 December 2014)","commercial_bank_prime_lending_rate":"6% (31 December 2016 est.) ++ 6.77% (31 December 2015 est.)","stock_money_narrow":"$30.67 billion (31 December 2016 est.) ++ $36.06 billion (31 December 2015 est.)","stock_money_broad":"$71.58 billion (31 December 2015 est.) ++ $78.18 billion (31 December 2014 est.)","stock_domestic_credit":"$65.93 billion (31 December 2016 est.) ++ $64.47 billion (31 December 2015 est.)","exports":"$56.03 billion (2016 est.) ++ $54.52 billion (2015 est.)","exports_commodities":"machinery and equipment, other manufactured goods, agricultural products and foodstuffs, metals and metal products, chemicals, minerals and fuels, raw materials","exports_partners":"Germany 19.8%, Italy 12.5%, France 6.8%, Hungary 5.4%, UK 4.4% (2015)","imports":"$66.45 billion (2016 est.) ++ $63.12 billion (2015 est.)","imports_commodities":"machinery and equipment, other manufactured goods, chemicals, agricultural products and foodstuffs, fuels and minerals, metals and metal products, raw materials","imports_partners":"Germany 19.8%, Italy 10.9%, Hungary 8%, France 5.6%, Poland 4.9%, China 4.6%, Netherlands 4% (2015)","exchange_rates":"lei (RON) per US dollar - ++ 4.15 (2016 est.) ++ 4.0057 (2015 est.) ++ 4.0057 (2014 est.) ++ 3.3492 (2013 est.) ++ 3.47 (2012 est.)","created_at":"2018-02-12 19:36:00","updated_at":"2018-02-12 19:36:00"},"energy":{"country_id":"RO","electricity_production":"62 billion kWh (2014 est.)","electricity_consumption":"48 billion kWh (2014 est.)","electricity_exports":"9.9 billion kWh (2014 est.)","electricity_imports":"2.8 billion kWh (2014 est.)","electricity_generating_capacity":"24 million kW (2014 est.)","electricity_fossil_fuels":"44.3% of total installed capacity (2014 est.)","electricity_nuclear":"6.1% of total installed capacity (2014 est.)","electricity_hydroelectric":"30% of total installed capacity (2014 est.)","electricity_renewable":"19.6% of total installed capacity (2014 est.)","crude_oil_production":"82,650 bbl\/day (2015 est.)","crude_oil_exports":"1,234 bbl\/day (2013 est.)","crude_oil_imports":"111,200 bbl\/day (2013 est.)","crude_oil_reserves":"600 million bbl (1 January 2016 es)","petrol_production":"216,400 bbl\/day (2013 est.)","petrol_consumption":"192,000 bbl\/day (2014 est.)","petrol_exports":"79,250 bbl\/day (2013 est.)","petrol_imports":"50,280 bbl\/day (2013 est.)","natural_gas_production":"11.26 billion cu m (2015 est.)","natural_gas_consumption":"11.54 billion cu m (2015 est.)","natural_gas_exports":"1.078 million cu m (2015 est.)","natural_gas_imports":"277.1 million cu m (2015 est.)","natural_gas_reserves":"105.5 billion cu m (1 January 2016 es)","co2_output":"76 million Mt (2013 est.)","created_at":"2018-02-12 19:36:00","updated_at":"2018-02-12 19:36:00"},"geography":{"country_id":"RO","location_description":"Southeastern Europe, bordering the Black Sea, between Bulgaria and Ukraine","latitude":"45.9431610","longitude":"24.9667600","mapReferences":"Europe","area_sqkm_total":238,"area_sqkm_land":229,"area_sqkm_water":8,"area_km_coastline":225,"area_note":"slightly smaller than Oregon","climate":"temperate; cold, cloudy winters with frequent snow and fog; sunny summers with frequent showers and thunderstorms","terrain":"central Transylvanian Basin is separated from the Moldavian Plateau on the east by the Eastern Carpathian Mountains and separated from the Walachian Plain on the south by the Transylvanian Alps","hazards":"earthquakes, most severe in south and southwest; geologic structure and climate promote landslides","notes":"controls the most easily traversable land route between the Balkans, Moldova, and Ukraine; the Carpathian Mountains dominate the center of the country, while the Danube River forms much of the southern boundary with Serbia and Bulgaria","created_at":"2018-02-12 19:36:00","updated_at":"2018-02-12 19:36:00"},"government":{"country_id":"RO","name":"none","name_etymology":"the name derives from the Latin \"Romanus\" meaning \"citizen of Rome\" and was used to stress the common ancient heritage of Romania's three main regions - Moldavia, Transylvania, and Wallachia - during their gradual unification between the mid-19th century and early 20th century","conventional_long_form":"none","conventional_short_form":"Romania","dependency_status":"","government_type":"semi-presidential republic","capital":"Bucharest","capital_coordinates":"44 26 N, 26 06 E","capital_time_zone":"UTC+2 (7 hours ahead of Washington, DC, during Standard Time)","administrative_divisions":"41 counties (judete, singular - judet) and 1 municipality* (municipiu); Alba, Arad, Arges, Bacau, Bihor, Bistrita-Nasaud, Botosani, Braila, Brasov, Bucuresti (Bucharest)*, Buzau, Calarasi, Caras-Severin, Cluj, Constanta, Covasna, Dambovita, Dolj, Galati, Gorj, Giurgiu, Harghita, Hunedoara, Ialomita, Iasi, Ilfov, Maramures, Mehedinti, Mures, Neamt, Olt, Prahova, Salaj, Satu Mare, Sibiu, Suceava, Teleorman, Timis, Tulcea, Vaslui, Valcea, Vrancea","administrative_divisions_note":"","independence":"9 May 1877 (independence proclaimed from the Ottoman Empire; independence recognized on 13 July 1878 by the Treaty of Berlin); 26 March 1881 (kingdom proclaimed); 30 December 1947 (republic proclaimed)","national_holiday":"Unification Day (of Romania and Transylvania), 1 December (1918)","constitution":"","legal_system":"civil law system","citizenship":"","suffrage":"18 years of age; universal","executive_chief_of_state":"President Klaus Werner IOHANNIS (since 21 December 2014)","executive_head_of_government":"Prime Minister Dacian CIOLOS (since 17 November 2015); Deputy Prime Ministers Costin Grigore BORC and Vasile DANCU (since 17 November 2015)","executive_cabinet":"Council of Ministers appointed by the prime minister","executive_elections":"president directly elected by absolute majority popular vote in 2 rounds if needed for a 5-year term (eligible for a second term); election last held on 2 November 2014 with a runoff on 16 November 2014 (next to be held around 16 November 2019); prime minister appointed by the president with consent of Parliament","executive_election_results":"Klaus IOHANNIS elected president; percent of vote in runoff - Klaus IOHANNIS (PNL) 54.4%, Victor PONTA (PSD) 45.6%","legislative_description":"bicameral Parliament or Parlament consists of the Senate or Senat (136 seats; members serve 4-year terms) and the Chamber of Deputies or Camera Deputatilor (330 seats; members serve 4-year terms); note - 18 reserved seats for non-Hungarian national minorities and 4 for the Romanian diaspora in the Chamber of Deputies; 2 seats for the Romanian diaspora in the Senate","legislative_elections":"Senate - last held on 11 December 2016 (next to be held by December 2020); Chamber of Deputies - last held on 11 December 2016 (next to be held by December 2020)","legislative_election_results":"Senate - percent of vote by party - PSD 45.7%, PNL 20.4%, USR 8.9%, UDMR 6.2%, ALDE 6%, PMP 5.7%, other 7.1%; seats by party - PSD 67, PNL 30, USR 13, UDMR 9, ALDE 9, PMP 8; Chamber of Deputies - percent of vote by party - PSD 45.5%, PNL 20%, USR 8.9%, UDMR 6.2%, ALDE 5.6%, PMP 5.3%, other 8.5%; seats by party - PSD 154, PNL 69, USR 30, UDMR 21, ALDE 20, PMP 18, minorities 18","legislative_highest_courts":"High Court of Cassation and Justice (consists of 111 judges organized into civil, penal, commercial, contentious administrative and fiscal business, and joint sections); Supreme Constitutional Court (consists of 9 members)","legislative_judge_selection":"High Court of Cassation and Justice judges appointed by the president upon nomination by the Superior Council of Magistracy, a 19-member body of judges, prosecutors, and law specialists; judges appointed for 6-year renewable terms; Constitutional Court members - 6 elected by Parliament and 3 appointed by the president; members serve 9-year, non-renewable terms","legislative_subordinate_courts":"Courts of Appeal; regional tribunals; first instance courts; military and arbitration courts","political_parties":"Christian-Democratic National Peasants' Party or PNT-CD [Aurelian PAVELESCU] (formerly part of the ARD coalition) ++ Democratic Union of Hungarians in Romania or UDMR [Hunor KELEMEN] ++ Green Party [Remus CERNEA] ++ M10 Party [Monica MACOVEI] ++ National Liberal Party or PNL [Alina GORGHIU] - merged with former PDL and FC ++ National Union for Romania's Progress or UNPR [interim chairman Neculai ONTANU] - merged with former PP-DD ++ New Republic Party or NR [Alin Ioan BOTA] ++ Popular Movement Party or PMP [Traian BASESCU] ++ Party of the Alliance of Liberals and Democrats or ALDE [Calin POPESCU TARICEANU, Daniel CONSTANTIN] ++ Romanian Social Party or PSRo [Mircea GEOANA] ++ Save Romania Union Party or USR [Nicusor DAN] ++ Social Democratic Party or PSD [Liviu DRAGNEA] ++ Social Liberal Union or USL (coalition of PSD, PC, and UNPR) ++ United Romania Party or PRU [Bogdan DIACONU]","political_pressure":"","international_organization_participation":"Australia Group, BIS, BSEC, CBSS (observer), CD, CE, CEI, EAPC, EBRD, ECB, EIB, ESA, EU, FAO, G-9, IAEA, IBRD, ICAO, ICC (national committees), ICCt, ICRM, IDA, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), LAIA (observer), MIGA, MONUSCO, NATO, NSG, OAS (observer), OIF, OPCW, OSCE, PCA, SELEC, UN, UNCTAD, UNESCO, UNHCR, UNIDO, Union Latina, UNMIL, UNMISS, UNOCI, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO, ZC","diplomatic_representation_in_usa":"","diplomatic_representation_from_usa":"","flag_description":"three equal vertical bands of blue (hoist side), yellow, and red; modeled after the flag of France, the colors are those of the principalities of Walachia (red and yellow) and Moldavia (red and blue), which united in 1862 to form Romania; the national coat of arms that used to be centered in the yellow band has been removed","national_symbols":"golden eagle; national colors: blue, yellow, red","national_anthem":"","created_at":"2018-02-12 19:36:00","updated_at":"2018-02-12 19:36:00"},"issues":{"country_id":"RO","international_disputes":"the ICJ ruled largely in favor of Romania in its dispute submitted in 2004 over Ukrainian-administered Zmiyinyy\/Serpilor (Snake) Island and Black Sea maritime boundary delimitation; Romania opposes Ukraine's reopening of a navigation canal from the Danube border through Ukraine to the Black Sea","illicit_drugs":"major transshipment point for Southwest Asian heroin transiting the Balkan route and small amounts of Latin American cocaine bound for Western Europe; although not a significant financial center, role as a narcotics conduit leaves it vulnerable to laundering, which occurs via the banking system, currency exchange houses, and casinos","refugees":"the ICJ ruled largely in favor of Romania in its dispute submitted in 2004 over Ukrainian-administered Zmiyinyy\/Serpilor (Snake) Island and Black Sea maritime boundary delimitation; Romania opposes Ukraine's reopening of a navigation canal from the Danube border through Ukraine to the Black Sea","created_at":"2018-02-12 19:36:00","updated_at":"2018-02-12 19:36:00"},"people":{"country_id":"RO","languages":"","religions":"","population":21,"population_date":2016,"nationality_noun":"Romanian(s)","nationality_adjective":"Romanian","age_structure_14":"14.40","age_structure_24":"10.76","age_structure_54":"45.97","age_structure_64":"12.80","age_structure_65":"16.07","dependency_total":null,"dependency_youth":null,"dependency_elder":null,"dependency_potential":"3.90","median_age_total":null,"median_age_male":null,"median_age_female":null,"population_growth_rate_percentage":"-0.32","birth_rate_per_1k":"0.01","death_rate_per_1k":"0.01","net_migration_per_1k":"0.00","population_distribution":"urbanization is not particularly high, and a fairly even population distribution can be found throughout most of the country, with urban areas attracting larger and denser populations; Hungarians, the country's largest minority, have a particularly strong presence in eastern Transylvania","urban_population_percentage":null,"urbanization_rate":null,"major_urban_areas_population":null,"sex_ratio_birth":"1.1","sex_ratio_14":"1.1","sex_ratio_24":"1.1","sex_ratio_54":"1.0","sex_ratio_64":"0.9","sex_ratio_65":"0.7","sex_ratio_total":"1.0","mother_age_first_birth":22,"maternal_mortality_rate":null,"infant_mortality_per_1k_total":"0.01","infant_mortality_per_1k_male":"0.01","infant_mortality_per_1k_female":"0.01","life_expectancy_at_birth_total":"75.1","life_expectancy_at_birth_male":"71.7","life_expectancy_at_birth_female":"78.8","total_fertility_rate":"1.34","contraceptive_prevalence":"0.00","health_expenditures":"0.00","physicians":"2.45","hospital_beds":"6.10","drinking_water_source_urban_improved":"100.00","drinking_water_source_rural_improved":"100.00","sanitation_facility_access_urban_improved":"92.20","sanitation_facility_access_rural_improved":"63.30","hiv_infection_rate":"0.11","hiv_infected":null,"hiv_deaths":null,"obesity_rate":"23.40","underweight_children":null,"education_expenditures":"2.9","literacy_definition":"age 15 and over can read and write","literacy_total":"98.80","literacy_male":"99.10","literacy_female":"98.50","school_years_total":15,"school_years_male":14,"school_years_female":15,"child_labor":null,"child_labor_percentage":null,"unemployment_youth_total":"24.00","unemployment_youth_male":"23.60","unemployment_youth_female":"24.70","created_at":"2018-02-12 19:36:00","updated_at":"2018-02-12 19:36:00"},"ethnicities":{"country_id":"RO","name":"Romanian","population_percentage":"83.40","date":null,"created_at":"2018-02-12 19:36:00","updated_at":"2018-02-12 19:36:00"},"religions":{"country_id":"RO","name":"Eastern Orthodox (including all sub-denominations)","population_percentage":"81.00","date":null,"created_at":"2018-02-12 19:36:00","updated_at":"2018-02-12 19:36:00"},"transportation":{"country_id":"RO","air_carriers":5,"aircraft":51,"aircraft_passengers":null,"aircraft_freight":null,"aircraft_code_prefix":"YR (2016)","airports":"45 (2013)","airports_paved":"26","airports_info_date":null,"major_seaports":null,"oil_terminals":null,"cruise_ports":null,"created_at":"2018-02-12 19:36:00","updated_at":"2018-02-12 19:36:00"}}