{"id":"SY","iso_a3":"SYR","fips":"SY","continent":"AS","name":"Syria","introduction":"Following World War I, France acquired a mandate over the northern portion of the former Ottoman Empire province of Syria. The French administered the area as Syria until granting it independence in 1946. The new country lacked political stability and experienced a series of military coups. Syria united with Egypt in February 1958 to form the United Arab Republic. In September 1961, the two entities separated, and the Syrian Arab Republic was reestablished. In the 1967 Arab-Israeli War, Syria lost the Golan Heights region to Israel. During the 1990s, Syria and Israel held occasional, albeit unsuccessful, peace talks over its return. In November 1970, Hafiz al-ASAD, a member of the socialist Ba'th Party and the minority Alawi sect, seized power in a bloodless coup and brought political stability to the country. Following the death of President Hafiz al-ASAD, his son, Bashar al-ASAD, was approved as president by popular referendum in July 2000. Syrian troops - stationed in Lebanon since 1976 in an ostensible peacekeeping role - were withdrawn in April 2005. During the July-August 2006 conflict between Israel and Hizballah, Syria placed its military forces on alert but did not intervene directly on behalf of its ally Hizballah. In May 2007, Bashar al-ASAD's second term as president was approved by popular referendum. ++ Influenced by major uprisings that began elsewhere in the region, and compounded by additional social and economic factors, antigovernment protests broke out first in the southern province of Dar'a in March 2011 with protesters calling for the repeal of the restrictive Emergency Law allowing arrests without charge, the legalization of political parties, and the removal of corrupt local officials. Demonstrations and violent unrest spread across Syria with the size and intensity of protests fluctuating. The government responded to unrest with a mix of concessions - including the repeal of the Emergency Law, new laws permitting new political parties, and liberalizing local and national elections - and military force. However, the government's response has failed to meet opposition demands for ASAD's resignation, and the government's ongoing violence to quell unrest and widespread armed opposition activity has led to extended clashes between government forces and oppositionists. International pressure on the ASAD regime has intensified since late 2011, as the Arab League, EU, Turkey, and the US expanded economic sanctions against the regime. In December 2012, the Syrian National Coalition, was recognized by more than 130 countries as the sole legitimate representative of the Syrian people. Peace talks between the Coalition and Syrian regime at the UN-sponsored Geneva II conference in 2014 and the UN-sponsored Geneva III talks in 2016 failed to produce a resolution of the conflict. Unrest continues in Syria, and according to an April 2016 UN estimate, the death toll among Syrian Government forces, opposition forces, and civilians had reached 400,000. As of December 2016, approximately 13.5 million people were in need of humanitarian assistance in Syria, with 6.3 million people displaced internally, and an additional 4.8 million Syrian refugees, making the Syrian situation the largest humanitarian crisis worldwide.","communications":{"country_id":"SY","fixed_phones_total":"4.082 million","fixed_phones_subs_per_100":"24 (July 2015 est.)","mobile_phones_total":"13.904 million","mobile_phones_subs_per_100":"81 (July 2015 est.)","phone_system_general_assessment":"the armed insurgency that began in 2011 has led to major disruptions to the network and has caused telephone and Internet outages throughout the country","phone_system_international":"country code - 963; submarine cable connection to Egypt, Lebanon, and Cyprus; satellite earth stations - 1 Intelsat (Indian Ocean) and 1 Intersputnik (Atlantic Ocean region); coaxial cable and microwave radio relay to Iraq, Jordan, Lebanon, and Turkey; pa (2015)","phone_system_domestic":"the number of fixed-line connections increased markedly prior to the civil war in 2011; mobile-cellular service stands at about 80 per 100 persons","broadcast_media":"state-run TV and radio broadcast networks; state operates 2 TV networks and a satellite channel; roughly two-thirds of Syrian homes have a satellite dish providing access to foreign TV broadcasts; 3 state-run radio channels; first private radio station la (2007)","internet_country_code":"sy","internet_total_users":"5.116 million","internet_population_percent":"30.0","created_at":"2018-02-12 19:36:01","updated_at":"2018-02-12 19:36:01"},"economy":{"country_id":"SY","overview":"Syria's economy continues to deteriorate amid the ongoing conflict that began in 2011, declining by 62% from 2010 to 2014. The government has struggled to address the effects of international sanctions, widespread infrastructure damage, diminished domestic consumption and production, reduced subsidies, and high inflation, which have caused dwindling foreign exchange reserves, rising budget and trade deficits, a decreasing value of the Syrian pound, and falling household purchasing power. ++  ++ During 2014, the ongoing conflict and continued unrest and economic decline worsened the humanitarian crisis and elicited a greater need for international assistance, as the number of people in need inside Syria increased from 9.3 million to 12.2 million, and the number of Syrian refugees increased from 2.2 million to more than 3.3 million. ++  ++ Prior to the turmoil, Damascus had begun liberalizing economic policies, including cutting lending interest rates, opening private banks, consolidating multiple exchange rates, raising prices on some subsidized items, and establishing the Damascus Stock Exchange, but the economy remains highly regulated. Long-run economic constraints include foreign trade barriers, declining oil production, high unemployment, rising budget deficits, increasing pressure on water supplies caused by heavy use in agriculture, rapid population growth, industrial expansion, water pollution, and widespread infrastructure damage.","gdp_power_parity":"$55.8 billion (2015 est.) ++ $61.9 billion (2013 est.) ++ $97.5 billion (2012 est.)","gdp_real_growth":"-9.9% (2015 est.) ++ -36.5% (2014 est.) ++ -30.9% (2013 est.)","gdp_per_capita":"$2,900 (2015 est.) ++ NA (2013 est.) ++ NA (2010 est.)","gdp_household_consumption":"63%","gdp_consumption":"22.6%","gdp_investment_in_fixed_capital":"21.2%","gdp_investment_in_inventories":"11.1%","gdp_exports":"13.9%","gdp_imports":"-31.8% (2016 est.)","gdp_sector_agriculture":"19.5%","gdp_sector_industry":"19%","gdp_sector_services":"61.5% (2016 est.)","agriculture_products":"wheat, barley, cotton, lentils, chickpeas, olives, sugar beets; beef, mutton, eggs, poultry, milk","industries":"petroleum, textiles, food processing, beverages, tobacco, phosphate rock mining, cement, oil seeds crushing, automobile assembly","industrial_growth_rate":"-2.4% (2016 est.)","labor_force":"3.37 million (2016 est.)","labor_force_notes":"","labor_force_services":"67% (2008 est.)","labor_force_industry":"16%","labor_force_agriculture":"17%","labor_force_occupation_notes":"","unemployment_rate":"50% (2016 est.) ++ 50% (2015 est.)","population_below_poverty":"82.5% (2014 est.)","household_income_lowest_10":"NA%","household_income_highest_10":"NA%","budget_revenues":"","taxes_revenues":"2% of GDP (2016 est.)","budget_net":"-8.8% of GDP (2016 est.)","public_debt":"57.5% of GDP (2016 est.) ++ 52% of GDP (2015 est.)","external_debt":"$5.918 billion (31 December 2016 est.) ++ $5.3 billion (31 December 2015 est.)","fiscal_year":"calendar year","inflation_rate":"47.7% (2016 est.) ++ 38.1% (2015 est.)","central_bank_discount_rate":"0.75% (31 December 2016) ++ 5% (31 December 2015)","commercial_bank_prime_lending_rate":"32% (31 December 2016 est.) ++ 27% (31 December 2015 est.)","stock_money_narrow":"$3.017 billion (31 December 2016 est.) ++ $5.254 billion (31 December 2015 est.)","stock_money_broad":"$3.712 billion (31 December 2016 est.) ++ $6.98 billion (31 December 2015 est.)","stock_domestic_credit":"$2.336 billion (31 December 2016 est.) ++ $5.285 billion (31 December 2015 est.)","exports":"$2.304 billion (2016 est.) ++ $2.14 billion (2015 est.)","exports_commodities":"crude oil, minerals, petroleum products, fruits and vegetables, cotton fiber, textiles, clothing, meat and live animals, wheat","exports_partners":"Iraq 64.7%, Saudi Arabia 11.2%, Kuwait 7.1%, UAE 6.1%, Libya 4.6% (2015)","imports":"$5.965 billion (2016 est.) ++ $6.663 billion (2015 est.)","imports_commodities":"machinery and transport equipment, electric power machinery, food and livestock, metal and metal products, chemicals and chemical products, plastics, yarn, paper","imports_partners":"Saudi Arabia 28%, UAE 13.7%, Iran 10.1%, Turkey 9%, Iraq 8.3%, China 6.1% (2015)","exchange_rates":"Syrian pounds (SYP) per US dollar - ++ 497.8 (2016 est.) ++ 236.41 (2015 est.) ++ 236.41 (2014 est.) ++ 153.695 (2013 est.) ++ 64.39 (2012 est.)","created_at":"2018-02-12 19:36:01","updated_at":"2018-02-12 19:36:01"},"energy":{"country_id":"SY","electricity_production":"21 billion kWh (2014 est.)","electricity_consumption":"17 billion kWh (2014 est.)","electricity_exports":"100 million kWh (2014 est.)","electricity_imports":"1.2 billion kWh (2012 est.)","electricity_generating_capacity":"8.2 million kW (2014 est.)","electricity_fossil_fuels":"82.9% of total installed capacity (2012 est.)","electricity_nuclear":"0% of total installed capacity (2012 est.)","electricity_hydroelectric":"16.8% of total installed capacity (2012 est.)","electricity_renewable":"0.3% of total installed capacity (2012 est.)","crude_oil_production":"30,000 bbl\/day (2015 est.)","crude_oil_exports":"0 bbl\/day (2013 est.)","crude_oil_imports":"58,260 bbl\/day (2013 est.)","crude_oil_reserves":"2.5 billion bbl (1 January 2016 es)","petrol_production":"111,600 bbl\/day (2013 est.)","petrol_consumption":"165,000 bbl\/day (2014 est.)","petrol_exports":"12,150 bbl\/day (2013 est.)","petrol_imports":"76,050 bbl\/day (2013 est.)","natural_gas_production":"5.205 billion cu m (2014 est.)","natural_gas_consumption":"5.205 billion cu m (2014 est.)","natural_gas_exports":"0 cu m (2013 est.)","natural_gas_imports":"249.2 million cu m (2011 est.)","natural_gas_reserves":"240.7 billion cu m (1 January 2016 es)","co2_output":"49 million Mt (2013 est.)","created_at":"2018-02-12 19:36:01","updated_at":"2018-02-12 19:36:01"},"geography":{"country_id":"SY","location_description":"Middle East, bordering the Mediterranean Sea, between Lebanon and Turkey","latitude":"34.8020750","longitude":"38.9968150","mapReferences":"Middle East","area_sqkm_total":185,"area_sqkm_land":183,"area_sqkm_water":1,"area_km_coastline":193,"area_note":"slightly more than 1.5 times the size of Pennsylvania","climate":"mostly desert; hot, dry, sunny summers (June to August) and mild, rainy winters (December to February) along coast; cold weather with snow or sleet periodically in Damascus","terrain":"primarily semiarid and desert plateau; narrow coastal plain; mountains in west","hazards":"dust storms, sandstorms","notes":"the capital of Damascus - located at an oasis fed by the Barada River - is thought to be one of the world's oldest continuously inhabited cities; there are 42 Israeli settlements and civilian land use sites in the Israeli-occupied Golan Heights (2014 est.)","created_at":"2018-02-12 19:36:01","updated_at":"2018-02-12 19:36:01"},"government":{"country_id":"SY","name":"Syrian Arab Republic","name_etymology":"name ultimately derived from the ancient Assyrians who dominated northern Mesopotamia, but whose reach also extended westward to the Levant; over time, the name came to be associated more with the western area","conventional_long_form":"Syrian Arab Republic","conventional_short_form":"Syria","dependency_status":"","government_type":"presidential republic; highly authoritarian regime","capital":"Damascus","capital_coordinates":"33 30 N, 36 18 E","capital_time_zone":"UTC+2 (7 hours ahead of Washington, DC, during Standard Time)","administrative_divisions":"14 provinces (muhafazat, singular - muhafazah); Al Hasakah, Al Ladhiqiyah (Latakia), Al Qunaytirah, Ar Raqqah, As Suwayda', Dar'a, Dayr az Zawr, Dimashq (Damascus), Halab, Hamah, Hims (Homs), Idlib, Rif Dimashq (Damascus Countryside), Tartus","administrative_divisions_note":"","independence":"17 April 1946 (from League of Nations mandate under French administration)","national_holiday":"Independence Day, 17 April (1946)","constitution":"several previous; latest issued 15 February 2012, passed by referendum 26 February 2012 (2016)","legal_system":"mixed legal system of civil and Islamic law (for family courts)","citizenship":"","suffrage":"18 years of age; universal","executive_chief_of_state":"President Bashar al-ASAD (since 17 July 2000); Vice President Najah al-ATTAR (since 23 March 2006)","executive_head_of_government":"Prime Minister Imad Muhammad Dib KHAMIS (since 22 June 2016); Walid al-MUALEM (since 2006); Deputy Prime Minister Fahd Jasim al-FURAYJ, Lt. Gen. (since 2012)","executive_cabinet":"Council of Ministers appointed by the president","executive_elections":"president directly elected by simple majority popular vote for a 7-year term (eligible for a second term); election last held on 3 June 2014 (next to be held in June 2021); the president appoints the vice presidents, prime minister, and deputy prime ministers","executive_election_results":"Bashar al-ASAD approved as president; percent of vote - Bashar al-ASAD (Ba'th Party) 88.7%, Hassan al-NOURI (independent) 4.3%, Maher HAJJER (independent) 3.2%, other\/invalid 3.8%","legislative_description":"unicameral People's Assembly or Majlis al-Shaab (250 seats; members directly elected in multi-seat constituencies by proportional representation vote to serve 4-year terms)","legislative_elections":"last held on 13 April 2016 (next to be held in 2020)","legislative_election_results":"percent of vote by party - NPF 80%, other 20%; seats by party - NPF 200, other 50","legislative_highest_courts":"Court of Cassation (organized into civil, criminal, religious, and military divisions, each with 3 judges); Supreme Constitutional Court (consists of 7 members)","legislative_judge_selection":"Court of Cassation judges appointed by the Supreme Judicial Council or SJC, a judicial management body headed by the minister of justice with 7 members including the national president; judge tenure NA; Supreme Constitutional Court judges nominated by the president and appointed by the SJC; judges appointed for 4-year renewable terms","legislative_subordinate_courts":"courts of first instance; magistrates' courts; religious and military courts; Economic Security Court","political_parties":"","political_pressure":"Syrian Democratic Party [Mustafa QALAAJI]","international_organization_participation":"ABEDA, AFESD, AMF, CAEU, FAO, G-24, G-77, IAEA, IBRD, ICAO, ICC (national committees), ICRM, IDA, IDB, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, Interpol, IOC, IPU, ISO, ITSO, ITU, LAS, MIGA, NAM, OAPEC, OIC, OPCW, UN, UNCTAD, UNESCO, UNIDO, UNRWA, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO (observer)","diplomatic_representation_in_usa":"","diplomatic_representation_from_usa":"","flag_description":"three equal horizontal bands of red (top), white, and black; two small, green, five-pointed stars in a horizontal line centered in the white band; the band colors derive from the Arab Liberation flag and represent oppression (black), overcome through bloody struggle (red), to be replaced by a bright future (white); identical to the former flag of the United Arab Republic (1958-1961) where the two stars represented the constituent states of Syria and Egypt; the current design dates to 1980","national_symbols":"hawk; national colors: red, white, black, green","national_anthem":"","created_at":"2018-02-12 19:36:01","updated_at":"2018-02-12 19:36:01"},"issues":{"country_id":"SY","international_disputes":"Golan Heights is Israeli-occupied with the almost 1,000-strong UN Disengagement Observer Force patrolling a buffer zone since 1964; lacking a treaty or other documentation describing the boundary, portions of the Lebanon-Syria boundary are unclear with several sections in dispute; since 2000, Lebanon has claimed Shab'a Farms in the Golan Heights; 2004 Agreement and pending demarcation would settle border dispute with Jordan","illicit_drugs":"a transit point for opiates, hashish, and cocaine bound for regional and Western markets; weak anti-money-laundering controls and bank privatization may leave it vulnerable to money laundering","refugees":"Golan Heights is Israeli-occupied with the almost 1,000-strong UN Disengagement Observer Force patrolling a buffer zone since 1964; lacking a treaty or other documentation describing the boundary, portions of the Lebanon-Syria boundary are unclear with several sections in dispute; since 2000, Lebanon has claimed Shab'a Farms in the Golan Heights; 2004 Agreement and pending demarcation would settle border dispute with Jordan","created_at":"2018-02-12 19:36:01","updated_at":"2018-02-12 19:36:01"},"people":{"country_id":"SY","languages":"","religions":"","population":17,"population_date":2016,"nationality_noun":"Syrian(s)","nationality_adjective":"Syrian","age_structure_14":"31.95","age_structure_24":"19.65","age_structure_54":"39.03","age_structure_64":"5.26","age_structure_65":"4.11","dependency_total":null,"dependency_youth":null,"dependency_elder":null,"dependency_potential":"14.50","median_age_total":null,"median_age_male":null,"median_age_female":null,"population_growth_rate_percentage":"1.56","birth_rate_per_1k":"0.02","death_rate_per_1k":"0.00","net_migration_per_1k":"0.00","population_distribution":"significant population density along the Mediterranean coast; larger concentrations found in the major cities of Damascus, Aleppo (the country's largest city), and Hims (Homs); more than half of the population lives in the coastal plain, the province of Aleppo, and the Euphrates River valley","urban_population_percentage":null,"urbanization_rate":null,"major_urban_areas_population":null,"sex_ratio_birth":"1.1","sex_ratio_14":"1.1","sex_ratio_24":"1.0","sex_ratio_54":"1.0","sex_ratio_64":"1.0","sex_ratio_65":"0.8","sex_ratio_total":"1.0","mother_age_first_birth":null,"maternal_mortality_rate":null,"infant_mortality_per_1k_total":"0.02","infant_mortality_per_1k_male":"0.02","infant_mortality_per_1k_female":"0.01","life_expectancy_at_birth_total":"74.9","life_expectancy_at_birth_male":"72.5","life_expectancy_at_birth_female":"77.4","total_fertility_rate":"2.55","contraceptive_prevalence":"53.90","health_expenditures":"0.00","physicians":"1.46","hospital_beds":"1.50","drinking_water_source_urban_improved":"92.30","drinking_water_source_rural_improved":"87.20","sanitation_facility_access_urban_improved":"96.20","sanitation_facility_access_rural_improved":"95.10","hiv_infection_rate":"0.01","hiv_infected":null,"hiv_deaths":null,"obesity_rate":"21.60","underweight_children":"10.10","education_expenditures":"5.1","literacy_definition":"age 15 and over can read and write","literacy_total":"86.40","literacy_male":"91.70","literacy_female":"81.00","school_years_total":9,"school_years_male":9,"school_years_female":9,"child_labor":192,"child_labor_percentage":"4.00","unemployment_youth_total":"35.80","unemployment_youth_male":"26.60","unemployment_youth_female":"71.10","created_at":"2018-02-12 19:36:01","updated_at":"2018-02-12 19:36:01"},"ethnicities":{"country_id":"SY","name":"Arab","population_percentage":"90.30","date":null,"created_at":"2018-02-12 19:36:01","updated_at":"2018-02-12 19:36:01"},"religions":{"country_id":"SY","name":"Muslim 87% (official; includes Sunni","population_percentage":"74.00","date":null,"created_at":"2018-02-12 19:36:01","updated_at":"2018-02-12 19:36:01"},"transportation":{"country_id":"SY","air_carriers":2,"aircraft":11,"aircraft_passengers":null,"aircraft_freight":null,"aircraft_code_prefix":"YK (2016)","airports":"90 (2013)","airports_paved":"29","airports_info_date":null,"major_seaports":null,"oil_terminals":null,"cruise_ports":null,"created_at":"2018-02-12 19:36:01","updated_at":"2018-02-12 19:36:01"}}