{"id":"TH","iso_a3":"THA","fips":"TH","continent":"AS","name":"Thailand","introduction":"A unified Thai kingdom was established in the mid-14th century. Known as Siam until 1939, Thailand is the only Southeast Asian country never to have been colonized by a European power. A bloodless revolution in 1932 led to the establishment of a constitutional monarchy. In alliance with Japan during World War II, Thailand became a US treaty ally in 1954 after sending troops to Korea and later fighting alongside the US in Vietnam. Thailand since 2005 has experienced several rounds of political turmoil including a military coup in 2006 that ousted then Prime Minister THAKSIN Chinnawat, followed by large-scale street protests by competing political factions in 2008, 2009, and 2010. THAKSIN's youngest sister, YINGLAK Chinnawat, in 2011 led the Puea Thai Party to an electoral win and assumed control of the government. A blanket amnesty bill for individuals involved in street protests, altered at the last minute to include all political crimes - including all convictions against THAKSIN - triggered months of large-scale anti-government protests in Bangkok beginning in November 2013. In early May 2014 YINGLAK was removed from office by the Constitutional Court and in late May 2014 the Royal Thai Army staged a coup against the caretaker government. Then head of the Royal Thai Army, Gen. PRAYUT Chan-ocha, was appointed prime minister in August 2014. The interim military government created several interim institutions to promote reform and draft a new constitution. Elections are tentatively set for mid-2017. King PHUMIPHON Adunyadet passed away in October 2016 after 70 years on the throne; his only son, WACHIRALONGKON Bodinthrathepphayawarangkun, ascended the throne in December 2016. Thailand has also experienced violence associated with the ethno-nationalist insurgency in its southern Malay-Muslim majority provinces. Since January 2004, thousands have been killed and wounded in the insurgency.","communications":{"country_id":"TH","fixed_phones_total":"5.309 million","fixed_phones_subs_per_100":"8 (July 2015 est.)","mobile_phones_total":"84.797 million","mobile_phones_subs_per_100":"125 (July 2015 est.)","phone_system_general_assessment":"high quality system, especially in urban areas like Bangkok","phone_system_international":"country code - 66; connected to major submarine cable systems providing links throughout Asia, Australia, Middle East, Europe, and US; satellite earth stations - 2 Intelsat (1 Indian Ocean, 1 Pacific Ocean) (2015)","phone_system_domestic":"fixed-line system provided by both a government-owned and commercial provider; wireless service expanding rapidly","broadcast_media":"6 terrestrial TV stations in Bangkok broadcast nationally via relay stations - 2 of the networks are owned by the military, the other 4 are government-owned or controlled, leased to private enterprise, and all are required to broadcast government-produced (2008)","internet_country_code":"th","internet_total_users":"26.726 million","internet_population_percent":"39.0","created_at":"2018-02-12 19:36:01","updated_at":"2018-02-12 19:36:01"},"economy":{"country_id":"TH","overview":"With a well-developed infrastructure, a free-enterprise economy, and generally pro-investment policies, Thailand historically has had a strong economy, but it experienced slow growth in 2013-15 as a result of domestic political turmoil and sluggish global demand, which curbed Thailand’s traditionally strong exports - mostly electronics, agricultural commodities, automobiles and parts, and processed foods. Following the May 2014 coup d'etat, tourism decreased 6-7% but is beginning to recover. The Thai baht depreciated more than 8% during 2015. ++  ++ Thailand faces labor shortages, and has attracted an estimated 2-4 million migrant workers from neighboring countries. The Thai Government in 2013 implemented a nationwide 300 baht (roughly $10) per day minimum wage policy and deployed new tax reforms designed to lower rates on middle-income earners. The household debt to GDP ratio is over 80%.","gdp_power_parity":"$1.161 trillion (2016 est.) ++ $1.125 trillion (2015 est.) ++ $1.094 trillion (2014 est.)","gdp_real_growth":"3.2% (2016 est.) ++ 2.8% (2015 est.) ++ 0.8% (2014 est.)","gdp_per_capita":"$16,800 (2016 est.) ++ $16,300 (2015 est.) ++ $15,900 (2014 est.)","gdp_household_consumption":"50.9%","gdp_consumption":"17.9%","gdp_investment_in_fixed_capital":"24.1%","gdp_investment_in_inventories":"-1.4%","gdp_exports":"65.4%","gdp_imports":"-56.9% (2016 est.)","gdp_sector_agriculture":"8.9%","gdp_sector_industry":"35.9%","gdp_sector_services":"55.3% (2016 est.)","agriculture_products":"rice, cassava (manioc, tapioca), rubber, corn, sugarcane, coconuts, palm oil, pineapple, livestock, fish products","industries":"tourism, textiles and garments, agricultural processing, beverages, tobacco, cement, light manufacturing such as jewelry and electric appliances, computers and parts, integrated circuits, furniture, plastics, automobiles and automotive parts, agricultural","industrial_growth_rate":"3.1% (2016 est.)","labor_force":"38.45 million (2016 est.)","labor_force_notes":"","labor_force_services":"51.1% (2014 est.)","labor_force_industry":"16.7%","labor_force_agriculture":"32.2%","labor_force_occupation_notes":"","unemployment_rate":"0.9% (2016 est.) ++ 0.9% (2015 est.)","population_below_poverty":"12.6% (2012 est.)","household_income_lowest_10":"2.8%","household_income_highest_10":"31.5% (2009 est.)","budget_revenues":"","taxes_revenues":"19.6% of GDP (2016 est.)","budget_net":"-2.6% of GDP (2016 est.)","public_debt":"50.4% of GDP (2016 est.) ++ 46% of GDP (2015 est.)","external_debt":"$137.1 billion (31 December 2016 est.) ++ $134.7 billion (31 December 2015 est.)","fiscal_year":"1 October - 30 September","inflation_rate":"0.2% (2016 est.) ++ -0.9% (2015 est.)","central_bank_discount_rate":"2% (31 December 2014) ++ 2.25% (31 December 2013)","commercial_bank_prime_lending_rate":"6.4% (31 December 2016 est.) ++ 6.56% (31 December 2015 est.)","stock_money_narrow":"$50.36 billion (31 December 2016 est.) ++ $49.27 billion (31 December 2015 est.)","stock_money_broad":"$517.4 billion (31 December 2014 est.) ++ $524.8 billion (31 December 2013 est.)","stock_domestic_credit":"$501.5 billion (31 December 2016 est.) ++ $486.6 billion (31 December 2015 est.)","exports":"$190 billion (2016 est.) ++ $212.1 billion (2015 est.)","exports_commodities":"automobiles and parts, computer and parts, jewelry and precious stones, polymers of ethylene in primary forms, refine fuels, electronic integrated circuits, chemical products, rice, fish products, rubber products, sugar, cassava, poultry, machinery and pa","exports_partners":"US 11.2%, China 11.1%, Japan 9.4%, Hong Kong 5.5%, Malaysia 4.8%, Australia 4.6%, Vietnam 4.2%, Singapore 4.1% (2015)","imports":"$171.3 billion (2016 est.) ++ $177.5 billion (2015 est.)","imports_commodities":"machinery and parts, crude oil, electrical machinery and parts, chemicals, iron & steel and product, electronic integrated circuit, automobile’s parts, jewelry including silver bars and gold, computers and parts, electrical household appliances, soybean,","imports_partners":"China 20.3%, Japan 15.4%, US 6.9%, Malaysia 5.9%, UAE 4% (2015)","exchange_rates":"baht per US dollar - ++ 35.4 (2016 est.) ++ 34.248 (2015 est.) ++ 34.248 (2014 est.) ++ 32.48 (2013 est.) ++ 31.08 (2012 est.)","created_at":"2018-02-12 19:36:01","updated_at":"2018-02-12 19:36:01"},"energy":{"country_id":"TH","electricity_production":"164 billion kWh (2014 est.)","electricity_consumption":"164 billion kWh (2014 est.)","electricity_exports":"1.6 billion kWh (2014 est.)","electricity_imports":"12 billion kWh (2014 est.)","electricity_generating_capacity":"40 million kW (2014 est.)","electricity_fossil_fuels":"90.2% of total installed capacity (2012 est.)","electricity_nuclear":"0% of total installed capacity (2012 est.)","electricity_hydroelectric":"6.5% of total installed capacity (2012 est.)","electricity_renewable":"3.3% of total installed capacity (2012 est.)","crude_oil_production":"248,200 bbl\/day (2015 est.)","crude_oil_exports":"30,010 bbl\/day (2013 est.)","crude_oil_imports":"897,800 bbl\/day (2013 est.)","crude_oil_reserves":"400 million bbl (1 January 2016 es)","petrol_production":"1.273 million bbl\/day (2013 est.)","petrol_consumption":"1.231 million bbl\/day (2014 est.)","petrol_exports":"241,800 bbl\/day (2013 est.)","petrol_imports":"75,400 bbl\/day (2013 est.)","natural_gas_production":"42.15 billion cu m (2014 est.)","natural_gas_consumption":"53.75 billion cu m (2014 est.)","natural_gas_exports":"0 cu m (2013 est.)","natural_gas_imports":"11.6 billion cu m (2014 est.)","natural_gas_reserves":"219.5 billion cu m (1 January 2016 es)","co2_output":"301 million Mt (2013 est.)","created_at":"2018-02-12 19:36:01","updated_at":"2018-02-12 19:36:01"},"geography":{"country_id":"TH","location_description":"Southeastern Asia, bordering the Andaman Sea and the Gulf of Thailand, southeast of Burma","latitude":"15.8700320","longitude":"100.9925410","mapReferences":"Southeast Asia","area_sqkm_total":513,"area_sqkm_land":510,"area_sqkm_water":2,"area_km_coastline":3,"area_note":"about three times the size of Florida; slightly more than twice the size of Wyoming","climate":"tropical; rainy, warm, cloudy southwest monsoon (mid-May to September); dry, cool northeast monsoon (November to mid-March); southern isthmus always hot and humid","terrain":"central plain; Khorat Plateau in the east; mountains elsewhere","hazards":"land subsidence in Bangkok area resulting from the depletion of the water table; droughts","notes":"controls only land route from Asia to Malaysia and Singapore","created_at":"2018-02-12 19:36:01","updated_at":"2018-02-12 19:36:01"},"government":{"country_id":"TH","name":"Kingdom of Thailand","name_etymology":"\"Land of the Tai [People]\"; the meaning of \"tai\" is uncertain, but may originally have meant \"human beings\" or \"people\"","conventional_long_form":"Kingdom of Thailand","conventional_short_form":"Thailand","dependency_status":"","government_type":"constitutional monarchy; note - interim military-affiliated government since May 2014","capital":"Bangkok","capital_coordinates":"13 45 N, 100 31 E","capital_time_zone":"UTC+7 (12 hours ahead of Washington, DC, during Standard Time)","administrative_divisions":"76 provinces (changwat, singular and plural) and 1 municipality* (maha nakhon); Amnat Charoen, Ang Thong, Bueng Kan, Buriram, Chachoengsao, Chai Nat, Chaiyaphum, Chanthaburi, Chiang Mai, Chiang Rai, Chon Buri, Chumphon, Kalasin, Kamphaeng Phet, Kanchanaburi, Khon Kaen, Krabi, Krung Thep* (Bangkok), Lampang, Lamphun, Loei, Lop Buri, Mae Hong Son, Maha Sarakham, Mukdahan, Nakhon Nayok, Nakhon Pathom, Nakhon Phanom, Nakhon Ratchasima, Nakhon Sawan, Nakhon Si Thammarat, Nan, Narathiwat, Nong Bua Lamphu, Nong Khai, Nonthaburi, Pathum Thani, Pattani, Phangnga, Phatthalung, Phayao, Phetchabun, Phetchaburi, Phichit, Phitsanulok, Phra Nakhon Si Ayutthaya, Phrae, Phuket, Prachin Buri, Prachuap Khiri Khan, Ranong, Ratchaburi, Rayong, Roi Et, Sa Kaeo, Sakon Nakhon, Samut Prakan, Samut Sakhon, Samut Songkhram, Sara Buri, Satun, Sing Buri, Sisaket, Songkhla, Sukhothai, Suphan Buri, Surat Thani, Surin, Tak, Trang, Trat, Ubon Ratchathani, Udon Thani, Uthai Thani, Uttaradit, Yala, Yasothon","administrative_divisions_note":"","independence":"1238 (traditional founding date; never colonized)","national_holiday":"Birthday of King PHUMIPHON (BHUMIBOL), 5 December (1927)","constitution":"many previous; interim constitution - replacing the 2007 permanent constitution - signed by the king 22 July 2014; first draft of new constitution completed 17 April 2015, rejected by drafting committee 6 September 2015; final draft completed by new drafting committee 29 March 2016, passed by referendum 7 August 2016 (2016)","legal_system":"civil law system with common law influences","citizenship":"","suffrage":"18 years of age; universal and compulsory","executive_chief_of_state":"King WACHIRALONGKON Bodinthrathepphayawarangkun (since 1 December 2016); note - King PHUMIPHON Adunyadet, also spelled BHUMIBOL Adulyadej (since 9 June 1946) died 13 October 2016","executive_head_of_government":"Interim Prime Minister Gen. PRAYUT Chan-ocha (since 25 August 2014) Deputy Prime Ministers PRAWIT Wongsuwan, Gen. (since 31 August 2014), THANASAK Patimaprakon, Gen. (since 31 August 2014), WISSANU Kruea-ngam (since 31 August 2014), SOMKHIT Chatusiphithak (since 20 August 2015), PRACHIN Chantong, Air Chief Mar. (since 20 August 2015), NARONG Phiphatthanasai, Adm. (since 20 August 2015)","executive_cabinet":"Council of Ministers nominated by the prime minister, appointed by the king; a Privy Council advises the king","executive_elections":"the monarchy is hereditary; prime minister appointed by the monarch with a resolution of the National Legislative Assembly (as stated in the 2014 interim constitution)","executive_election_results":"","legislative_description":"in transition; following the May 2014 military coup, a National Legislative Assembly or Sapha Nitibanyat of no more than 220 members replaced the bicameral National Assembly; expanded to 250 members in September 2016; elections for a permanent legislative body are currently unscheduled and probably will not occur until late 2017","legislative_elections":"Senate - last held on 30 March 2014; House of Representatives - last held on 2 February 2014, but later declared invalid by the Constitutional Court","legislative_election_results":"Senate - percent of vote by party - NA; seats by party - NA; House of Representatives - percent of vote by party - NA; seats by party - NA","legislative_highest_courts":"Supreme Court of Justice (consists of court president, 6 vice-presidents, and 60-70 judges, and organized into 10 divisions); Constitutional Court (consists of court president and 8 judges); Supreme Administrative Court (number of judges determined by Judicial Commission of the Administrative Courts)","legislative_judge_selection":"Supreme Court judges selected by the Judicial Commission of the Courts of Justice and approved by the monarch; judge term determined by the monarch; Constitutional Court justices - 3 judges drawn from the Supreme Court, 2 judges drawn from the Administrative Court, and 4 judge candidates selected by the Selective Committee for Judges of the Constitutional Court and confirmed by the Senate; judges appointed by the monarch to serve single 9-year terms; Supreme Administrative Court judges selected by the Judicial Commission of the Administrative Courts and appointed by the monarch; judges appointed for life","legislative_subordinate_courts":"courts of first instance and appeals courts within both the judicial and administrative systems; military courts","political_parties":"Chat Patthana Party or CPN (National Development Party) [WANNARAT Channukun] ++ Chat Thai Phatthana Party or CTP (Thai Nation Development Party) [THEERA Wongsamut] ++ Mahachon Party or Mass Party [APHIRAT Sirinawin] ++ Matuphum Party (Motherland Party) [Gen. SONTHI Bunyaratkalin] ++ Phalang Chon Party (People Chonburi Power Party) [SONTHAYA Khunpluem] ++ Phumchai (Bhumjai) Thai Party or PJT (Thai Pride) [ANUTHIN Chanwirakun] ++ Prachathipat Party or DP (Democrat Party) [ABHISIT Wechachiwa, also spelled ABHISIT Vejjajiva] ++ Prachathipatai Mai Party (New Democracy Party) [SURATIN Phichan] ++ Puea Thai Party (For Thais Party) or PTP [acting leader VIROT Paoin] ++ Rak Prathet Thai Party (Love Thailand Party) [CHUWIT Kamonwisit] ++ Rak Santi Party (Peace Conservation Party) [Pol. Lt. Gen. THAWIN Surachetphong]","political_pressure":"","international_organization_participation":"ADB, APEC, ARF, ASEAN, BIMSTEC, BIS, CD, CICA, CP, EAS, FAO, G-77, IAEA, IBRD, ICAO, ICC (national committees), ICRM, IDA, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), MIGA, NAM, OAS (observer), OIC (observer), OIF (observer), OPCW, OSCE (partner), PCA, PIF (partner), UN, UNAMID, UNCTAD, UNESCO, UNHCR, UNIDO, UNMOGIP, UNOCI, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO","diplomatic_representation_in_usa":"","diplomatic_representation_from_usa":"","flag_description":"five horizontal bands of red (top), white, blue (double width), white, and red; the red color symbolizes the nation and the blood of life; white represents religion and the purity of Buddhism; blue stands for the monarchy","national_symbols":"garuda (mythical half-man, half-bird figure), elephant; national colors: red, white, blue","national_anthem":"","created_at":"2018-02-12 19:36:01","updated_at":"2018-02-12 19:36:01"},"issues":{"country_id":"TH","international_disputes":"separatist violence in Thailand's predominantly Malay-Muslim southern provinces prompt border closures and controls with Malaysia to stem insurgent activities; Southeast Asian states have enhanced border surveillance to check the spread of avian flu; talks continue on completion of demarcation with Laos but disputes remain over several islands in the Mekong River; despite continuing border committee talks, Thailand must deal with Karen and other ethnic rebels, refugees, and illegal cross-border activities; Cambodia and Thailand dispute sections of boundary; in 2011 Thailand and Cambodia resorted to arms in the dispute over the location of the boundary on the precipice surmounted by Preah Vihear temple ruins, awarded to Cambodia by ICJ decision in 1962 and part of a planned UN World Heritage site; Thailand is studying the feasibility of jointly constructing the Hatgyi Dam on the Salween river near the border with Burma; in 2004, international environmentalist pressure prompted China to halt construction of 13 dams on the Salween River that flows through China, Burma, and Thailand; 140,000 mostly Karen refugees fleeing civil strife, political upheaval and economic stagnation in Burma live in remote camps in Thailand near the border","illicit_drugs":"a minor producer of opium, heroin, and marijuana; transit point for illicit heroin en route to the international drug market from Burma and Laos; eradication efforts have reduced the area of cannabis cultivation and shifted some production to neighboring countries; opium poppy cultivation has been reduced by eradication efforts; also a drug money-laundering center; minor role in methamphetamine production for regional consumption; major consumer of methamphetamine since the 1990s despite a series of government crackdowns","refugees":"separatist violence in Thailand's predominantly Malay-Muslim southern provinces prompt border closures and controls with Malaysia to stem insurgent activities; Southeast Asian states have enhanced border surveillance to check the spread of avian flu; talks continue on completion of demarcation with Laos but disputes remain over several islands in the Mekong River; despite continuing border committee talks, Thailand must deal with Karen and other ethnic rebels, refugees, and illegal cross-border activities; Cambodia and Thailand dispute sections of boundary; in 2011 Thailand and Cambodia resorted to arms in the dispute over the location of the boundary on the precipice surmounted by Preah Vihear temple ruins, awarded to Cambodia by ICJ decision in 1962 and part of a planned UN World Heritage site; Thailand is studying the feasibility of jointly constructing the Hatgyi Dam on the Salween river near the border with Burma; in 2004, international environmentalist pressure prompted China to halt construction of 13 dams on the Salween River that flows through China, Burma, and Thailand; 140,000 mostly Karen refugees fleeing civil strife, political upheaval and economic stagnation in Burma live in remote camps in Thailand near the border","created_at":"2018-02-12 19:36:01","updated_at":"2018-02-12 19:36:01"},"people":{"country_id":"TH","languages":"","religions":"","population":null,"population_date":null,"nationality_noun":"Thai (singular and plural)","nationality_adjective":"Thai","age_structure_14":"17.18","age_structure_24":"14.47","age_structure_54":"46.50","age_structure_64":"11.64","age_structure_65":"10.21","dependency_total":null,"dependency_youth":null,"dependency_elder":null,"dependency_potential":"6.90","median_age_total":null,"median_age_male":null,"median_age_female":null,"population_growth_rate_percentage":"0.32","birth_rate_per_1k":"0.01","death_rate_per_1k":"0.01","net_migration_per_1k":"0.00","population_distribution":"","urban_population_percentage":null,"urbanization_rate":null,"major_urban_areas_population":null,"sex_ratio_birth":"1.1","sex_ratio_14":"1.1","sex_ratio_24":"1.0","sex_ratio_54":"1.0","sex_ratio_64":"0.9","sex_ratio_65":"0.8","sex_ratio_total":"1.0","mother_age_first_birth":23,"maternal_mortality_rate":null,"infant_mortality_per_1k_total":"0.01","infant_mortality_per_1k_male":"0.01","infant_mortality_per_1k_female":"0.01","life_expectancy_at_birth_total":"74.7","life_expectancy_at_birth_male":"71.5","life_expectancy_at_birth_female":"78.0","total_fertility_rate":"1.51","contraceptive_prevalence":"79.30","health_expenditures":"0.00","physicians":"0.39","hospital_beds":"2.10","drinking_water_source_urban_improved":"97.60","drinking_water_source_rural_improved":"98.00","sanitation_facility_access_urban_improved":"89.90","sanitation_facility_access_rural_improved":"96.10","hiv_infection_rate":"1.12","hiv_infected":null,"hiv_deaths":null,"obesity_rate":"9.20","underweight_children":"9.20","education_expenditures":"4.1","literacy_definition":"age 15 and over can read and write","literacy_total":"96.70","literacy_male":"96.60","literacy_female":"96.70","school_years_total":14,"school_years_male":13,"school_years_female":14,"child_labor":818,"child_labor_percentage":"8.00","unemployment_youth_total":"3.40","unemployment_youth_male":"2.80","unemployment_youth_female":"4.40","created_at":"2018-02-12 19:36:01","updated_at":"2018-02-12 19:36:01"},"ethnicities":{"country_id":"TH","name":"Thai","population_percentage":"95.90","date":null,"created_at":"2018-02-12 19:36:01","updated_at":"2018-02-12 19:36:01"},"religions":{"country_id":"TH","name":"Buddhist (official)","population_percentage":"93.00","date":null,"created_at":"2018-02-12 19:36:01","updated_at":"2018-02-12 19:36:01"},"transportation":{"country_id":"TH","air_carriers":19,"aircraft":276,"aircraft_passengers":null,"aircraft_freight":null,"aircraft_code_prefix":"HS (2016)","airports":"101 (2013)","airports_paved":"63","airports_info_date":null,"major_seaports":null,"oil_terminals":null,"cruise_ports":null,"created_at":"2018-02-12 19:36:01","updated_at":"2018-02-12 19:36:01"}}