{"id":"US","iso_a3":"USA","fips":"US","continent":"NA","name":"United States","introduction":"Britain's American colonies broke with the mother country in 1776 and were recognized as the new nation of the United States of America following the Treaty of Paris in 1783. During the 19th and 20th centuries, 37 new states were added to the original 13 as the nation expanded across the North American continent and acquired a number of overseas possessions. The two most traumatic experiences in the nation's history were the Civil War (1861-65), in which a northern Union of states defeated a secessionist Confederacy of 11 southern slave states, and the Great Depression of the 1930s, an economic downturn during which about a quarter of the labor force lost its jobs. Buoyed by victories in World Wars I and II and the end of the Cold War in 1991, the US remains the world's most powerful nation state. Since the end of World War II, the economy has achieved relatively steady growth, low unemployment and inflation, and rapid advances in technology.","communications":{"country_id":"US","fixed_phones_total":"121.991 million","fixed_phones_subs_per_100":"38 (July 2015 est.)","mobile_phones_total":"382.307 million","mobile_phones_subs_per_100":"119 (July 2015 est.)","phone_system_general_assessment":"a large, technologically advanced, multipurpose communications system","phone_system_international":"country code - 1; multiple ocean cable systems provide international connectivity; satellite earth stations - 61 Intelsat (45 Atlantic Ocean and 16 Pacific Ocean), 5 Intersputnik (Atlantic Ocean region), and 4 Inmarsat (Pacific and Atlantic Ocean regions) (2015)","phone_system_domestic":"a large system of fiber-optic cable, microwave radio relay, coaxial cable, and domestic satellites carries every form of telephone traffic; a rapidly growing cellular system carries mobile telephone traffic throughout the country","broadcast_media":"4 major terrestrial TV networks with affiliate stations throughout the country, plus cable and satellite networks, independent stations, and a limited public broadcasting sector that is largely supported by private grants; overall, thousands of TV station (2008)","internet_country_code":"us","internet_total_users":"239.58 million","internet_population_percent":"74.0","created_at":"2018-02-12 19:36:01","updated_at":"2018-02-12 19:36:01"},"economy":{"country_id":"US","overview":"The US has the most technologically powerful economy in the world, with a per capita GDP of $54,800. US firms are at or near the forefront in technological advances, especially in computers, pharmaceuticals, and medical, aerospace, and military equipment; however, their advantage has narrowed since the end of World War II. Based on a comparison of GDP measured at Purchasing Power Parity conversion rates, the US economy in 2014, having stood as the largest in the world for more than a century, slipped into second place behind China, which has more than tripled the US growth rate for each year of the past four decades. ++  ++ In the US, private individuals and business firms make most of the decisions, and the federal and state governments buy needed goods and services predominantly in the private marketplace. US business firms enjoy greater flexibility than their counterparts in Western Europe and Japan in decisions to expand capital plant, to lay off surplus workers, and to develop new products. At the same time, businesses face higher barriers to enter their rivals' home markets than foreign firms face entering US markets. ++  ++ Long-term problems for the US include stagnation of wages for lower-income families, inadequate investment in deteriorating infrastructure, rapidly rising medical and pension costs of an aging population, energy shortages, and sizable current account and budget deficits. ++  ++ The onrush of technology has been a driving factor in the gradual development of a \"two-tier\" labor market in which those at the bottom lack the education and the professional\/technical skills of those at the top and, more and more, fail to get comparable pay raises, health insurance coverage, and other benefits. But the globalization of trade, and especially the rise of low-wage producers such as China, has put additional downward pressure on wages and upward pressure on the return to capital. Since 1975, practically all the gains in household income have gone to the top 20% of households. Since 1996, dividends and capital gains have grown faster than wages or any other category of after-tax income. ++  ++ Imported oil accounts for nearly 55% of US consumption and oil has a major impact on the overall health of the economy. Crude oil prices doubled between 2001 and 2006, the year home prices peaked; higher gasoline prices ate into consumers' budgets and many individuals fell behind in their mortgage payments. Oil prices climbed another 50% between 2006 and 2008, and bank foreclosures more than doubled in the same period. Besides dampening the housing market, soaring oil prices caused a drop in the value of the dollar and a deterioration in the US merchandise trade deficit, which peaked at $840 billion in 2008. Because the US economy is energy-intensive, falling oil prices since 2013 have alleviated many of the problems the earlier increases had created. ++  ++ The sub-prime mortgage crisis, falling home prices, investment bank failures, tight credit, and the global economic downturn pushed the US into a recession by mid-2008. GDP contracted until the third quarter of 2009, making this the deepest and longest downturn since the Great Depression. To help stabilize financial markets, the US Congress established a $700 billion Troubled Asset Relief Program (TARP) in October 2008. The government used some of these funds to purchase equity in US banks and industrial corporations, much of which had been returned to the government by early 2011. In January 2009, Congress passed and President Barack OBAMA signed a bill providing an additional $787 billion fiscal stimulus to be used over 10 years - two-thirds on additional spending and one-third on tax cuts - to create jobs and to help the economy recover. In 2010 and 2011, the federal budget deficit reached nearly 9% of GDP. In 2012, the Federal Government reduced the growth of spending and the deficit shrank to 7.6% of GDP. US revenues from taxes and other sources are lower, as a percentage of GDP, than those of most other countries. ++  ++ Wars in Iraq and Afghanistan required major shifts in national resources from civilian to military purposes and contributed to the growth of the budget deficit and public debt. Through 2014, the direct costs of the wars totaled more than $1.5 trillion, according to US Government figures. ++  ++ In March 2010, President OBAMA signed into law the Patient Protection and Affordable Care Act, a health insurance reform that was designed to extend coverage to an additional 32 million Americans by 2016, through private health insurance for the general population and Medicaid for the impoverished. Total spending on healthcare - public plus private - rose from 9.0% of GDP in 1980 to 17.9% in 2010. ++  ++ In July 2010, the president signed the DODD-FRANK Wall Street Reform and Consumer Protection Act, a law designed to promote financial stability by protecting consumers from financial abuses, ending taxpayer bailouts of financial firms, dealing with troubled banks that are \"too big to fail,\" and improving accountability and transparency in the financial system - in particular, by requiring certain financial derivatives to be traded in markets that are subject to government regulation and oversight. ++  ++ In December 2012, the Federal Reserve Board (Fed) announced plans to purchase $85 billion per month of mortgage-backed and Treasury securities in an effort to hold down long-term interest rates, and to keep short term rates near zero until unemployment dropped below 6.5% or inflation rose above 2.5%. In late 2013, the Fed announced that it would begin scaling back long-term bond purchases to $75 billion per month in January 2014 and further reduce them as conditions warranted; the Fed ended the purchases during the summer of 2014. In 2014, the unemployment rate dropped to 6.2%, and continued to fall to 5.5% by mid-2015, the lowest rate of joblessness since before the global recession began; inflation stood at 1.7%, and public debt as a share of GDP continued to decline, following several years of increases. In December 2015, the Fed raised its target for the benchmark federal funds rate by 0.25%, the first increase since the recession began, but the Fed has opted to hold the target rate steady at 0.25%-0.5% through the first three quarters of 2016, with US GDP growth falling below 2% in each of those quarters.","gdp_power_parity":"$18.56 trillion (2016 est.) ++ $18.27 trillion (2015 est.) ++ $17.81 trillion (2014 est.)","gdp_real_growth":"1.6% (2016 est.) ++ 2.6% (2015 est.) ++ 2.4% (2014 est.)","gdp_per_capita":"$57,300 (2016 est.) ++ $56,800 (2015 est.) ++ $55,800 (2014 est.)","gdp_household_consumption":"68.6%","gdp_consumption":"17.7%","gdp_investment_in_fixed_capital":"15.9%","gdp_investment_in_inventories":"0.5%","gdp_exports":"12%","gdp_imports":"-14.7% (2016 est.)","gdp_sector_agriculture":"1.1%","gdp_sector_industry":"19.4%","gdp_sector_services":"79.5% ++  (2016 est.)","agriculture_products":"wheat, corn, other grains, fruits, vegetables, cotton; beef, pork, poultry, dairy products; fish; forest products","industries":"highly diversified, world leading, high-technology innovator, second-largest industrial output in the world; petroleum, steel, motor vehicles, aerospace, telecommunications, chemicals, electronics, food processing, consumer goods, lumber, mining","industrial_growth_rate":"2.1% (2016 est.)","labor_force":"158.6 million","labor_force_notes":"includes unemployed (2016 est.)","labor_force_services":"","labor_force_industry":"","labor_force_agriculture":"","labor_force_occupation_notes":"figures exclude the unemployed ++  (2009)","unemployment_rate":"4.7% (2016 est.) ++ 5.3% (2015 est.)","population_below_poverty":"15.1% (2010 est.)","household_income_lowest_10":"2%","household_income_highest_10":"30% (2007 est.)","budget_revenues":"","taxes_revenues":"18.1% of GDP","budget_net":"-2.9% of GDP (2016 est.)","public_debt":"73.8% of GDP (2016 est.) ++ 73.6% of GDP (2015 est.)","external_debt":"$17.91 trillion (31 March 2016 est.) ++ $17.85 trillion (31 March 2015 est.)","fiscal_year":"1 October - 30 September","inflation_rate":"1.3% (2016 est.) ++ 0.1% (2015 est.)","central_bank_discount_rate":"0.5% (31 December 2010) ++ 0.5% (31 December 2009)","commercial_bank_prime_lending_rate":"3.5% (31 December 2016 est.) ++ 3.26% (31 December 2015 est.)","stock_money_narrow":"$3.311 trillion (31 December 2016 est.) ++ $3.022 trillion (31 December 2015 est.)","stock_money_broad":"$13.17 trillion (31 December 2016 est.) ++ $12.02 trillion (31 December 2015 est.)","stock_domestic_credit":"$20.31 trillion (31 December 2016 est.) ++ $19.23 trillion (31 December 2015 est.)","exports":"$1.471 trillion (2016 est.) ++ $1.51 trillion (2015 est.)","exports_commodities":"agricultural products (soybeans, fruit, corn) 9.2%, industrial supplies (organic chemicals) 26.8%, capital goods (transistors, aircraft, motor vehicle parts, computers, telecommunications equipment) 49.0%, consumer goods (automobiles, medicines) 15.0% (2008 est.)","exports_partners":"Canada 18.6%, Mexico 15.7%, China 7.7%, Japan 4.2% (2015)","imports":"$2.205 trillion (2016 est.) ++ $2.273 trillion (2015 est.)","imports_commodities":"agricultural products 4.9%, industrial supplies 32.9% (crude oil 8.2%), capital goods 30.4% (computers, telecommunications equipment, motor vehicle parts, office machines, electric power machinery), consumer goods 31.8% (automobiles, clothing, medicines, (2008 est.)","imports_partners":"China 21.5%, Canada 13.2%, Mexico 13.2%, Japan 5.9%, Germany 5.5% (2015)","exchange_rates":"","created_at":"2018-02-12 19:36:01","updated_at":"2018-02-12 19:36:01"},"energy":{"country_id":"US","electricity_production":"4.103 trillion kWh (2014 est.)","electricity_consumption":"3.913 trillion kWh (2014 est.)","electricity_exports":"13 billion kWh (2014 est.)","electricity_imports":"67 billion kWh (2014 est.)","electricity_generating_capacity":"1.075 billion kW (2014 est.)","electricity_fossil_fuels":"73.5% of total installed capacity (2012 est.)","electricity_nuclear":"9.6% of total installed capacity (2012 est.)","electricity_hydroelectric":"7.4% of total installed capacity (2012 est.)","electricity_renewable":"7.4% of total installed capacity (2012 est.)","crude_oil_production":"9.415 million bbl\/day (2015 est.)","crude_oil_exports":"1.162 million bbl\/day (2015 est.)","crude_oil_imports":"8.567 million bbl\/day (2015 est.)","crude_oil_reserves":"36.52 billion bbl (1 January 2016 es)","petrol_production":"19.89 million bbl\/day (2015 est.)","petrol_consumption":"19.53 million bbl\/day (2015 est.)","petrol_exports":"3.102 million bbl\/day (2015 est.)","petrol_imports":"881,100 bbl\/day (2015 est.)","natural_gas_production":"766.2 billion cu m (2015 est.)","natural_gas_consumption":"773.2 billion cu m (2015 est.)","natural_gas_exports":"42.87 billion cu m (2014 est.)","natural_gas_imports":"76.96 billion cu m (2015 est.)","natural_gas_reserves":"10.44 trillion cu m (1 January 2015 es)","co2_output":"5.402 billion Mt (2013 est.)","created_at":"2018-02-12 19:36:01","updated_at":"2018-02-12 19:36:01"},"geography":{"country_id":"US","location_description":"North America, bordering both the North Atlantic Ocean and the North Pacific Ocean, between Canada and Mexico","latitude":"37.0902400","longitude":"-95.7128910","mapReferences":"North America","area_sqkm_total":9,"area_sqkm_land":9,"area_sqkm_water":685,"area_km_coastline":19,"area_note":"about half the size of Russia; about three-tenths the size of Africa; about half the size of South America (or slightly larger than Brazil); slightly larger than China; more than twice the size of the European Union","climate":"mostly temperate, but tropical in Hawaii and Florida, arctic in Alaska, semiarid in the great plains west of the Mississippi River, and arid in the Great Basin of the southwest; low winter temperatures in the northwest are ameliorated occasionally in January and February by warm chinook winds from the eastern slopes of the Rocky Mountains","terrain":"vast central plain, mountains in west, hills and low mountains in east; rugged mountains and broad river valleys in Alaska; rugged, volcanic topography in Hawaii","hazards":"tsunamis; volcanoes; earthquake activity around Pacific Basin; hurricanes along the Atlantic and Gulf of Mexico coasts; tornadoes in the Midwest and Southeast; mud slides in California; forest fires in the west; flooding; permafrost in northern Alaska, a major impediment to development","notes":"world's third-largest country by size (after Russia and Canada) and by population (after China and India); Denali (Mt. McKinley) is the highest point in North America and Death Valley the lowest point on the continent","created_at":"2018-02-12 19:36:01","updated_at":"2018-02-12 19:36:01"},"government":{"country_id":"US","name":"United States of America","name_etymology":"the name America is derived from that of Amerigo VESPUCCI (1454-1512), Italian explorer, navigator, and cartographer","conventional_long_form":"United States of America","conventional_short_form":"United States","dependency_status":"","government_type":"constitutional federal republic","capital":"Washington, DC","capital_coordinates":"38 53 N, 77 02 W","capital_time_zone":"UTC-5 (during Standard Time)","administrative_divisions":"50 states and 1 district*; Alabama, Alaska, Arizona, Arkansas, California, Colorado, Connecticut, Delaware, District of Columbia*, Florida, Georgia, Hawaii, Idaho, Illinois, Indiana, Iowa, Kansas, Kentucky, Louisiana, Maine, Maryland, Massachusetts, Michigan, Minnesota, Mississippi, Missouri, Montana, Nebraska, Nevada, New Hampshire, New Jersey, New Mexico, New York, North Carolina, North Dakota, Ohio, Oklahoma, Oregon, Pennsylvania, Rhode Island, South Carolina, South Dakota, Tennessee, Texas, Utah, Vermont, Virginia, Washington, West Virginia, Wisconsin, Wyoming","administrative_divisions_note":"","independence":"4 July 1776 (declared); 3 September 1783 (recognized by Great Britain)","national_holiday":"Independence Day, 4 July (1776)","constitution":"previous 1781 (Articles of Confederation and Perpetual Union); latest drafted July - September 1787, submitted to the Congress of the Confederation 20 September 1787, submitted for states' ratification 28 September 1787, ratification completed by nine states 21 June 1788, effective 4 March 1789; amended many times, last in 1992 (2016)","legal_system":"common law system based on English common law at the federal level; state legal systems based on common law except Louisiana, which is based on Napoleonic civil code; judicial review of legislative acts","citizenship":"","suffrage":"18 years of age; universal","executive_chief_of_state":"President Donald J. TRUMP (since 20 January 2017); Vice President Michael R. PENCE (since 20 January 2017); note - the president is both chief of state and head of government","executive_head_of_government":"President Donald J. TRUMP (since 20 January 2017); Vice President Michael R. PENCE (since 20 January 2017)","executive_cabinet":"Cabinet appointed by the president, approved by the Senate","executive_elections":"president and vice president indirectly elected on the same ballot by the Electoral College of 'electors' chosen from each state; president and vice president serve a 4-year term (eligible for a second term); election last held on 8 November 2016 (next to be held on 10 November 2020)","executive_election_results":"Donald J. TRUMP elected president; electoral vote count - Donald J. TRUMP (Republican Party) 304, Hillary D. CLINTON (Democratic Party) 227; percent of direct popular vote - Donald J. TRUMP 46%, Hillary D. CLINTON 48%, other 6%","legislative_description":"bicameral Congress consists of the Senate (100 seats; 2 members directly elected in each of the 50 state constituencies by simple majority vote except in Georgia and Louisiana which require an absolute majority vote with a second round if needed; members serve 6-year terms with one-third of membership renewed every 2 years) and the House of Representatives (435 seats; members directly elected in single-seat constituencies by simple majority vote except in Georgia which requires an absolute majority vote with a second round if needed; members serve 2-year terms)","legislative_elections":"Senate - last held on 8 November 2016 (next to be held on 10 November 2020); House of Representatives - last held on 8 November 2016 (next to be held on 10 November 2020)","legislative_election_results":"Senate - percent of vote by party - NA; seats by party - Democratic Party 46, Republican Party 52, independent 2; House of Representatives - percent of vote by party - NA; seats by party - Democratic Party 194, Republican Party 241","legislative_highest_courts":"US Supreme Court (consists of 9 justices - the chief justice and 8 associate justices)","legislative_judge_selection":"president nominates and, with the advice and consent of the Senate, appoints Supreme Court justices; justices appointed for life","legislative_subordinate_courts":"Courts of Appeal (includes the US Court of Appeal for the Federal District and 12 regional appeals courts); 94 federal district courts in 50 states and territories","political_parties":"Democratic Party [Interim Chairperson Donna BRAZILE] ++ Green Party [collective leadership] ++ Libertarian Party [Nicholas SARWARK] ++ Republican Party [Reince PRIEBUS]","political_pressure":"","international_organization_participation":"ADB (nonregional member), AfDB (nonregional member), ANZUS, APEC, Arctic Council, ARF, ASEAN (dialogue partner), Australia Group, BIS, BSEC (observer), CBSS (observer), CD, CE (observer), CERN (observer), CICA (observer), CP, EAPC, EAS, EBRD, EITI (implementing country), FAO, FATF, G-5, G-7, G-8, G-10, G-20, IADB, IAEA, IBRD, ICAO, ICC (national committees), ICRM, IDA, IEA, IFAD, IFC, IFRCS, IGAD (partners), IHO, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, ISO, ITSO, ITU, ITUC (NGOs), MIGA, MINUSMA, MINUSTAH, MONUSCO, NAFTA, NATO, NEA, NSG, OAS, OECD, OPCW, OSCE, Pacific Alliance (observer), Paris Club, PCA, PIF (partner), SAARC (observer), SELEC (observer), SICA (observer), SPC, UN, UNCTAD, UNESCO, UNHCR, UNITAR, UNMIL, UNMISS, UNRWA, UNSC (permanent), UNTSO, UPU, WCO, WHO, WIPO, WMO, WTO, ZC","diplomatic_representation_in_usa":"","diplomatic_representation_from_usa":"","flag_description":"13 equal horizontal stripes of red (top and bottom) alternating with white; there is a blue rectangle in the upper hoist-side corner bearing 50 small, white, five-pointed stars arranged in nine offset horizontal rows of six stars (top and bottom) alternating with rows of five stars; the 50 stars represent the 50 states, the 13 stripes represent the 13 original colonies; the blue stands for loyalty, devotion, truth, justice, and friendship; red symbolizes courage, zeal, and fervency, while white denotes purity and rectitude of conduct; commonly referred to by its nickname of Old Glory","national_symbols":"bald eagle; national colors: red, white, blue","national_anthem":"","created_at":"2018-02-12 19:36:01","updated_at":"2018-02-12 19:36:01"},"issues":{"country_id":"US","international_disputes":"the US has intensified domestic security measures and is collaborating closely with its neighbors, Canada and Mexico, to monitor and control legal and illegal personnel, transport, and commodities across the international borders; abundant rainfall in recent years along much of the Mexico-US border region has ameliorated periodically strained water-sharing arrangements; 1990 Maritime Boundary Agreement in the Bering Sea still awaits Russian Duma ratification; Canada and the United States dispute how to divide the Beaufort Sea and the status of the Northwest Passage but continue to work cooperatively to survey the Arctic continental shelf; The Bahamas and US have not been able to agree on a maritime boundary; US Naval Base at Guantanamo Bay is leased from Cuba and only mutual agreement or US abandonment of the area can terminate the lease; Haiti claims US-administered Navassa Island; US has made no territorial claim in Antarctica (but has reserved the right to do so) and does not recognize the claims of any other states; Marshall Islands claims Wake Island; Tokelau included American Samoa's Swains Island among the islands listed in its 2006 draft constitution","illicit_drugs":"world's largest consumer of cocaine (shipped from Colombia through Mexico and the Caribbean), Colombian heroin, and Mexican heroin and marijuana; major consumer of ecstasy and Mexican methamphetamine; minor consumer of high-quality Southeast Asian heroin; illicit producer of cannabis, marijuana, depressants, stimulants, hallucinogens, and methamphetamine; money-laundering center","refugees":"the US has intensified domestic security measures and is collaborating closely with its neighbors, Canada and Mexico, to monitor and control legal and illegal personnel, transport, and commodities across the international borders; abundant rainfall in recent years along much of the Mexico-US border region has ameliorated periodically strained water-sharing arrangements; 1990 Maritime Boundary Agreement in the Bering Sea still awaits Russian Duma ratification; Canada and the United States dispute how to divide the Beaufort Sea and the status of the Northwest Passage but continue to work cooperatively to survey the Arctic continental shelf; The Bahamas and US have not been able to agree on a maritime boundary; US Naval Base at Guantanamo Bay is leased from Cuba and only mutual agreement or US abandonment of the area can terminate the lease; Haiti claims US-administered Navassa Island; US has made no territorial claim in Antarctica (but has reserved the right to do so) and does not recognize the claims of any other states; Marshall Islands claims Wake Island; Tokelau included American Samoa's Swains Island among the islands listed in its 2006 draft constitution","created_at":"2018-02-12 19:36:01","updated_at":"2018-02-12 19:36:01"},"people":{"country_id":"US","languages":"","religions":"","population":323,"population_date":2016,"nationality_noun":"American(s)","nationality_adjective":"American","age_structure_14":"18.84","age_structure_24":"13.46","age_structure_54":"39.60","age_structure_64":"12.85","age_structure_65":"15.25","dependency_total":null,"dependency_youth":null,"dependency_elder":null,"dependency_potential":"4.50","median_age_total":null,"median_age_male":null,"median_age_female":null,"population_growth_rate_percentage":"0.81","birth_rate_per_1k":"0.01","death_rate_per_1k":"0.01","net_migration_per_1k":"0.00","population_distribution":"large urban clusters are spread throughout the eastern half of the US (particularly the Great Lakes area, northeast, east, and southeast) and the western tier states; mountainous areas, principally the Rocky Mountains and Appalachian chain, deserts in the southwest, the dense boreal forests in the extreme north, and the central prarie states are less densely populated; Alaska's population is concentrated along its southern coast - with particular emphasis on the city of Anchorage - and Hawaii's is centered on the island of Oahu","urban_population_percentage":null,"urbanization_rate":null,"major_urban_areas_population":null,"sex_ratio_birth":null,"sex_ratio_14":"1.0","sex_ratio_24":"1.1","sex_ratio_54":"1.0","sex_ratio_64":"0.9","sex_ratio_65":"0.8","sex_ratio_total":"1.0","mother_age_first_birth":25,"maternal_mortality_rate":null,"infant_mortality_per_1k_total":"0.01","infant_mortality_per_1k_male":"0.01","infant_mortality_per_1k_female":"0.01","life_expectancy_at_birth_total":"79.8","life_expectancy_at_birth_male":"77.5","life_expectancy_at_birth_female":"82.1","total_fertility_rate":"1.87","contraceptive_prevalence":"0.00","health_expenditures":"0.00","physicians":"2.45","hospital_beds":"2.90","drinking_water_source_urban_improved":"99.40","drinking_water_source_rural_improved":"98.20","sanitation_facility_access_urban_improved":"100.00","sanitation_facility_access_rural_improved":"100.00","hiv_infection_rate":null,"hiv_infected":null,"hiv_deaths":null,"obesity_rate":"35.00","underweight_children":"0.50","education_expenditures":"4.9","literacy_definition":null,"literacy_total":null,"literacy_male":null,"literacy_female":null,"school_years_total":17,"school_years_male":16,"school_years_female":17,"child_labor":null,"child_labor_percentage":null,"unemployment_youth_total":"13.40","unemployment_youth_male":"14.50","unemployment_youth_female":"12.20","created_at":"2018-02-12 19:36:01","updated_at":"2018-02-12 19:36:01"},"ethnicities":{"country_id":"US","name":"white","population_percentage":"79.96","date":null,"created_at":"2018-02-12 19:36:01","updated_at":"2018-02-12 19:36:01"},"religions":{"country_id":"US","name":"Protestant","population_percentage":"46.00","date":null,"created_at":"2018-02-12 19:36:01","updated_at":"2018-02-12 19:36:01"},"transportation":{"country_id":"US","air_carriers":92,"aircraft":6,"aircraft_passengers":null,"aircraft_freight":null,"aircraft_code_prefix":"N (2016)","airports":"13,513 (2013)","airports_paved":"5,054","airports_info_date":null,"major_seaports":null,"oil_terminals":null,"cruise_ports":null,"created_at":"2018-02-12 19:36:01","updated_at":"2018-02-12 19:36:01"}}